Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# License_Notification_ForceOnline_Text
source: You have used up your current available offline period and must go online for a license check to qualify for a new offline period.
de_de: Sie haben Ihre verfügbare Offline-Zeit aufgebraucht und müssen für eine erneute Berechtigung zur Offline-Nutzung online einen Lizenzcheck durchführen.
es_es: Ha agotado su plazo offline disponible actualmente y debe conectarse en línea para comprobar la licencia y poder recibir un nuevo plazo offline.
fr_fr: Vous avez atteint la durée maximum d'utilisation hors ligne, veuillez vous connecter à Internet pour la vérification de la licence ; vous pourrez ensuite utiliser le système hors ligne à nouveau.
it_it: Hai esaurito il periodo offline che avevi a disposizione e, per usufruire di un nuovo periodo offline, devi collegarti online per procedere a una verifica della licenza.
ja_jp: お客様のオフラインでの利用可能期間は終了しています。オンラインでライセンス認証を行い、新たにオフライン期間の設定を受けてください。
ko_kr: 현재 사용 가능한 오프라인 기간을 모두 사용했기 때문에 새로운 오프라인 기간에 대한 자격을 얻으려면 라이센스 확인을 위해 온라인 상태로 전환해야 합니다.
pl_pl: Wykorzystałeś aktualnie dostępny okres bez dostępu do internetu i musisz podłączyć się do internetu, aby wykonać sprawdzenie licencji, które umożliwi Ci przejście do nowego okresu bez dostępu do internetu.
pt_pt: Usou todo o período disponível offline e é necessário ficar online para verificação da licença e poder ter um novo período offline.
sv_se: Den innevarande offline perioden är slut, vilket innebär att du måste ansluta till internet för att kontrollera licensen och aktivera en ny.
zh_hans: 您的当前可用离线使用时间已用尽，您必须上线执行许可证检查才有资格获得新的离线使用时间。

# License_Notification_ImportFinished_FailedClock_Text
source: Unable to import license. Please verify your system clock.
de_de: Lizenz kann nicht importiert werden. Bitte überprüfen Sie die Systemuhrzeit.
es_es: No se puede importar la licencia. Verifique el reloj de su sistema.
fr_fr: Impossible d’importer la licence. Veuillez vérifier votre horloge système.
it_it: Impossibile importare la licenza. Verifica l'orologio di sistema.
ja_jp: ライセンスをインポートできません。システムクロックを確認してください。
ko_kr: 라이센스를 가져올 수 없습니다. 시스템 시간을 확인하십시오.
pl_pl: Nie można zaimportować licencji. Sprawdź zegar systemowy.
pt_pt: Não foi possível importar a licença, verifique a hora do seu sistema.
sv_se: Det går inte att importera licens. Kontrollera din systemklocka.
zh_hans: 无法导入许可证。请验证您的系统时钟。

# License_Notification_ImportFinished_FailedFileFormat_Text
source: The selected file has an invalid format. Please make sure you have the correct license file.
de_de: Die ausgewählte Datei hat ein ungültiges Format. Bitte stellen Sie sicher, dass Sie die richtige Lizenzdatei haben.
es_es: El archivo seleccionado tiene un formato no válido. Asegúrese de tener el archivo de licencia correcto.
fr_fr: Le format du fichier sélectionné n’est pas valide. Assurez-vous d’avoir le bon fichier de licence.
it_it: Il formato del file selezionato non è valido. Assicurati di avere il file di licenza corretto.
ja_jp: 選択したファイルの形式が正しくありません。正しいライセンスファイルがあることを確認してください。
ko_kr: 선택한 파일의 형식이 잘못되었습니다. 올바른 라이센스 파일인지 확인하십시오.
pl_pl: Wybrany plik ma nieprawidłowy format. Upewnij się, że masz poprawny plik licencyjny.
pt_pt: O ficheiro selecionado tem um formato inválido. Por favor, certifique-se de que tem o ficheiro de licença correto.
sv_se: Den valda filen har ett ogiltigt format. Se till att du har rätt licensfil.
zh_hans: 所选文件的格式无效。请确保您拥有正确的许可证文件。

# License_Notification_ImportFinished_FailedSerialNumber_Text
source: Wrong serial number. The connected tool has serial number {0}, but the chosen file is for {1}.
de_de: Falsche Seriennummer. Das angeschlossene Werkzeug hat die Seriennummer {0}, aber die ausgewählte Datei ist für {1}.
es_es: Número de serie incorrecto. La herramienta conectada tiene el número de serie {0}, pero el archivo elegido es para {1}.
fr_fr: Numéro de série incorrect. L’outil connecté a le numéro de série {0}, mais le fichier choisi est pour {1}.
it_it: Numero di serie errato. L'utensile collegato ha il numero di serie {0}, ma il file scelto è per {1}.
ja_jp: シリアル番号が正しくありません。接続された工具のシリアル番号は{0}ですが、選択したファイルは{1}用です。
ko_kr: 일련 번호가 잘못되었습니다. 연결된 공구의 일련 번호는 {0}이지만 선택한 파일은 {1}용입니다.
pl_pl: Nieprawidłowy numer seryjny. Podłączone narzędzie ma numer seryjny {0}, ale wybrany plik jest przeznaczony dla {1}.
pt_pt: Número de série errado. A ferramenta conectada tem o número de série {0}, mas o ficheiro escolhido é para {1}.
sv_se: Fel serienummer. Det anslutna verktyget har serienummer {0}, men den valda filen är för ett verktyg med serienummer {1}.
zh_hans: 序列号错误。连接的工具具有序列号{0}，但所选文件用于{1}。

# License_Notification_ImportFinished_Failed_Text
source: Unable to import license.
de_de: Lizenz kann nicht importiert werden.
es_es: No se puede importar la licencia.
fr_fr: Impossible d’importer la licence.
it_it: Impossibile importare la licenza.
ja_jp: ライセンスをインポートできません。
ko_kr: 라이센스를 가져올 수 없습니다.
pl_pl: Nie można zaimportować licencji.
pt_pt: Não foi possível importar a licença.
sv_se: Det går inte att importera licens.
zh_hans: 无法导入许可证。

# License_Notification_ImportFinished_Success_Text
source: License successfully imported for serial number {0}.
de_de: Lizenz für Seriennummer {0} erfolgreich importiert.
es_es: Licencia importada correctamente para el número de serie {0}.
fr_fr: Licence importée avec succès pour le numéro de série {0}.
it_it: Licenza importata correttamente per il numero di serie {0}.
ja_jp: シリアル番号 {0} のライセンスが正常にインポートされました。
ko_kr: 일련 번호 {0}에 대한 라이센스를 성공적으로 가져왔습니다.
pl_pl: Licencja została pomyślnie zaimportowana dla numeru seryjnego {0}.
pt_pt: Licença importada com sucesso para o número de série {0}.
sv_se: Licensen har importerats för serienummer {0}.
zh_hans: 已成功导入序列号{0}的许可证。

# License_Notification_ImportFinished_Title
source: License import
de_de: Lizenz importieren
es_es: Importación de licencias
fr_fr: Importation de licence
it_it: Importazione licenze
ja_jp: ライセンスのインポート
ko_kr: 라이센스 가져오기
pl_pl: Import licencji
pt_pt: Importação da licença
sv_se: Import av licenser
zh_hans: 许可证导入

# License_Notification_ImportLicenseFile_Text
source: Online activation is unavailable. If you have a license file for offline activation, please click the "Browse" button below. Otherwise, the license will be activated next time the software is connected to the Internet.
de_de: Die Online-Aktivierung ist nicht verfügbar. Wenn Sie eine Lizenzdatei für die Offline-Aktivierung haben, klicken Sie bitte unten auf "Lizenzdatei importieren". Andernfalls wird die Lizenz aktiviert, wenn die Software das nächste Mal mit dem Internet verbunden wird.
es_es: La activación en línea no está disponible. Si tiene un archivo de licencia para la activación sin conexión, haga clic en el botón "Examinar" a continuación. De lo contrario, la licencia se activará la próxima vez que el software se conecte a Internet.
fr_fr: L’activation en ligne n’est pas disponible. Si vous avez un fichier de licence pour l’activation hors ligne, veuillez cliquer sur le bouton « Parcourir » ci-dessous. Sinon, la licence sera activée la prochaine fois que le logiciel sera connecté à Internet.
it_it: L'attivazione online non è disponibile. Se si dispone di un file di licenza per l'attivazione offline, fare clic sul pulsante "Sfoglia" in basso. In caso contrario, la licenza verrà attivata la prossima volta che il software sarà connesso a Internet.
ja_jp: オンラインアクティベーションは利用できません。オフラインアクティベーション用のライセンスファイルをお持ちの場合は、下の「参照する」ボタンをクリックしてください。それ以外の場合、ソフトウェアが次にインターネットに接続された際にアクテベーションが行われます。
ko_kr: 온라인 정품 인증을 사용할 수 없습니다. 오프라인 활성화를 위한 라이센스 파일이 있는 경우 아래의 "탐색" 버튼을 클릭하십시오. 그렇지 않으면 다음에 소프트웨어가 인터넷에 연결될 때 라이센스가 활성화됩니다.
pl_pl: Aktywacja online jest niedostępna. Jeśli masz plik licencyjny do aktywacji offline, kliknij przycisk "Przeglądaj" poniżej. W przeciwnym razie licencja zostanie aktywowana przy następnym podłączeniu oprogramowania do Internetu.
pt_pt: A ativação online não está disponível. Se tiver um ficheiro de licença para ativação offline, clique abaixo no botão "Procurar". Caso contrário, a licença será ativada na próxima vez que o software estiver ligado à Internet.
sv_se: Onlineaktivering är inte tillgänglig. Om du har en licensfil för offlineaktivering klickar du på knappen "Bläddra" nedan. Annars aktiveras licensen nästa gång programvaran är ansluten till Internet.
zh_hans: 在线激活不可用。如果您有用于离线激活的许可证文件，请单击下面的“浏览”按钮。否则，许可证将在下次软件连接到互联网时激活。

# License_Notification_ImportLicenseFile_Title
source: No Internet access
de_de: Kein Internetzugang
es_es: No hay conexión a Internet
fr_fr: Pas d'accès à Internet.
it_it: Nessun accesso a Internet
ja_jp: インターネット接続なし
ko_kr: 인터넷 연결 없음
pl_pl: Brak dostępu do internetu
pt_pt: Sem acesso à Internet
sv_se: Internetåtkomst saknas
zh_hans: 未接入互联网

# License_Notification_Invalid_Text
source: License and/or key is not valid. Please reconnect to the Sensorized Tool and make sure that the license key is entered correctly. If the problem persists, please contact support or your local Sandvik Coromant representative.
de_de: Lizenz und/oder Schlüssel nicht gültig. Bitte verbinden Sie sich erneut mit der Silent Tools™ Plus Drehaadapter und stellen Sie sicher, dass Sie den Lizenzschlüssel korrekt eingeben. Falls das Problem weiterhin besteht, wenden Sie sich bitte an Ihren Sandvik Coromant Ansprechpartner.
es_es: La licencia/clave no es válida. Vuelva a conectarse al adaptador de torneado Silent Tools™ Plus y asegúrese de haber introducido la clave de la licencia correctamente. Si el problema persiste, póngase en contacto con el equipo de soporte o con su representante de Sandvik Coromant más cercano.
fr_fr: Licence ou numéro de licence non valide. Veuillez reconnecter l'adaptateur de tournage Silent Tools™+ et vous assurer que le numéro de licence est correctement saisi. Si le problème persiste, contactez l'assistance ou votre représentant Sandvik Coromant habituel.
it_it: La licenza e/o il codice non sono validi. Ricollegati all'adattatore di tornitura Silent Tools™ Plus e verifica che il codice di licenza sia inserito correttamente. Se il problema persiste, contatta il servizio di supporto o il Tecnico di Vendita Sandvik Coromant di riferimento.
ja_jp: ライセンスおよび/またはキーが無効です。Silent Tools™ Plus バーに再接続し、ライセンスキーが正しく入力されていることを確認してください。問題が解決しない場合は、サンドビック・コロマントにご連絡ください。
ko_kr: 라이센스 또는 키가 올바르지 않습니다. Silent Tools™ Plus 선삭 어댑터에 다시 연결하고 라이센스 키를 올바르게 입력했는지 확인하십시오. 문제가 계속되면 지원 센터나 샌드빅 코로만트 담당자에게 문의하십시오.
pl_pl: Licencja i/lub klucz jest(są) nieprawidłowe. Połącz się ponownie z adapterem tokarskim Silent Tools™ Plus i upewnij się, że klucz licencyjny został wprowadzony poprawnie. Jeśli problem będzie występował nadal, skontaktuj się działem wsparcia lub lokalnym przedstawicielem Sandvik Coromant.
pt_pt: A licença e/ou chave não é válida. Volte a conectar-se com a ferramenta Silent Tools™ Plus e certifique-se de que a chave da licença seja inserida corretamente. Se o problema persistir, entre em contato com o suporte técnico ou seu representante Sandvik Coromant local.
sv_se: Licensen och/eller nyckeln är inte giltig. Återanslut verktyget och kontrollera att rätt licensnyckel har angetts. Kontakta din lokala Sandvik Coromant representant om problemet kvarstår.
zh_hans: 许可证和/或密钥无效。请重新连接至Silent Tools™ Plus车削接杆，确保正确输入许可密钥。如果问题持续存在，请与支持部门或您当地的山特维克可乐满代表联系。

# License_Notification_Invalid_Title
source: License invalid
de_de: Lizenz ungültig
es_es: Licencia no válida
fr_fr: Licence non valide
it_it: Licenza non valida
ja_jp: ライセンスが無効
ko_kr: 유효하지 않은 라이센스
pl_pl: Nieprawidłowa licencja
pt_pt: Licença inválida
sv_se: Ogiltig licens
zh_hans: 许可证无效

# License_Notification_NoInternet_Text
source: Your tool serial number has been registered. Please bring your tablet/laptop online and start the Sensorized Tools application to activate and receive the license.
de_de: Ihre Werkzeugseriennummer wurde registriert. Aktivieren Sie den Onlinezugang Ihres Tablet-Computers/Laptops und starten Sie die Silent Tools™ Plus Anwendung, um die Lizenz zu empfangen und zu aktivieren.
es_es: El número de serie de su herramienta ha sido registrado. Conecte su tableta u ordenador a Internet e inicie la aplicación Silent Tools™ Plus para activar y recibir la licencia.
fr_fr: Le numéro de série de l´outil a été enregistré. Mettez votre tablette/laptop en ligne et lancez l'application Silent Tools™ Plus pour activer et recevoir la licence.
it_it: Il numero di serie del tuo utensile è stato registrato. Collegati online con il tuo tablet/laptop e apri l'applicazione Silent Tools™ Plus per attivare e ricevere la licenza.
ja_jp: お客様の工具シリアル番号が登録されました。PCをオンラインにして、Silent Tools™ Plusソフトをスタートしてアクティベートとライセンスの受取を行ってください。
ko_kr: 공구 일련 번호가 등록되었습니다. 태블릿/노트북을 온라인 상태로 설정하고 Silent Tools™ Plus 애플리케이션을 시작하여 라이센스를 활성화하고 받으십시오.
pl_pl: Twój numer seryjny został zarejestrowany. Przenieś swój tablet/laptop online i uruchom aplikację Silent Tools™ Plus, aby aktywować i uruchomić licencję.
pt_pt: O número de série da sua ferramenta foi registado. Ligue o seu tablet/computador à Internet e inicie a aplicação Silent Tools™ Plus para ativar e receber a licença.
sv_se: Verktygets serienummer har registrerats. Anslut din tablet/laptop till internet och starta verktygsapplikationen för att aktivera och hämta licensen.
zh_hans: 您的刀具序列号已经注册。请将您的平板电脑/笔记本电脑联机，然后启动Silent Tools™ Plus应用程序以激活并接收许可证。

# License_Notification_NoInternet_Title
source: No Internet access
de_de: Kein Internetzugang
es_es: No hay conexión a Internet
fr_fr: Pas d'accès à Internet.
it_it: Nessun accesso a Internet
ja_jp: インターネット接続なし
ko_kr: 인터넷 연결 없음
pl_pl: Brak dostępu do internetu
pt_pt: Sem acesso à Internet
sv_se: Ingen internet tillgång
zh_hans: 未接入互联网

# License_Notification_TimeDifference_Text
source: The system time or date on your device seems to be set incorrectly. Please make sure the time and date is set correctly.
de_de: Das Systemdatum oder die Systemzeit auf Ihrem Gerät ist nicht korrekt eingestellt. Achten Sie darauf, dass das Datum und die Uhrzeit korrekt eingestellt sind.
es_es: La hora o fecha del sistema en su dispositivo parece no estar configurada correctamente. Asegúrese de que la hora y la fecha están bien configuradas.
fr_fr: La date et l'heure de votre système semblent incorrectes. Veuillez vérifier si la date et l'heure de votre système sont correctes.
it_it: La data o l'ora di sistema del tuo dispositivo sembra non essere corretta. Verifica che data e ora siano impostate correttamente.
ja_jp: ご使用のデバイスのシステム日時が正しく設定されていないようです。日時の設定を確認してください。
ko_kr: 장치의 시스템 시간 또는 날짜가 잘못 설정된 것 같습니다. 시간과 날짜를 올바르게 설정했는지 확인하십시오.
pl_pl: Systemowe czas i data prawdopodobnie nie są poprawnie ustawione na Twoim urządzeniu. Upewnij się, że czas i data są ustawione poprawnie.
pt_pt: A hora ou a data de seu dispositivo parecerem estar incorretas. Certifique-se de que a hora e a data estejam corretas.
sv_se: Klockslag och datum verkar vara felställda på enheten. Kontrollera att rätt datum och klockslag har angetts.
zh_hans: 您设备上设置的系统时间或日期似乎不正确。请确保正确设置时间和日期。

# License_Notification_TimeDifference_Title
source: System time
de_de: Systemzeit
es_es: Hora del sistema
fr_fr: Heure système
it_it: Ora di sistema
ja_jp: システム日時
ko_kr: 시스템 시간
pl_pl: Czas systemowy
pt_pt: Hora do sistema
sv_se: Systemtid
zh_hans: 系统时间

# LiveView_ActiveProcessPreset.Text
source: Preset:
de_de: Voreinstellung:
es_es: Predefinido:
fr_fr: Pré-réglage :
ja_jp: プリセット：
ko_kr: 사전 설정:
pl_pl: Wstępne ustawienie:
pt_pt: Configuração:
sv_se: Förinställning:
zh_hans: 预设：

# LiveView_CurrentCutTime.Text
source: Current cut time:
de_de: Aktuelle Bearbeitungszeit:
es_es: Tiempo de corte actual:
fr_fr: Temps de coupe actuel :
it_it: Tempo di taglio attuale:
ja_jp: 現在の加工時間：
ko_kr: 현재 절삭 시간:
pl_pl: Czas bieżącego przejścia:
pt_pt: Tempo de corte atual:
sv_se: Aktuell ingreppstid:
zh_hans: 当前切削时间：

# LiveView_Limit
source: Limit:
de_de: Grenzwert:
es_es: Límite:
fr_fr: Limite :
it_it: Limite:
ja_jp: リミット：
ko_kr: 한계:
pt_pt: Limite:
sv_se: Gräns:
zh_hans: 限制：

# LiveView_Load_DisplayMaximum
source: Load graph maximum value
de_de: Maximalwert des Lastdiagramms
es_es: Valor máximo del gráfico de carga
fr_fr: Charger la valeur maximale du graphique
it_it: Valore massimo del grafico di carico
ja_jp: 負荷グラフの最大値
ko_kr: 로드 그래프 최대값
pl_pl: Maksymalna wartość wykresu obciążenia
pt_pt: Valor máximo do gráfico de carga
sv_se: Högsta värde för last graf
zh_hans: 负载图最大值

# LiveView_Notification_ResetInsertHistory_General_Text
source: Do you want to reset the insert history?
de_de: Möchten Sie den Wendeschneidplattenverlauf zurücksetzen?
es_es: ¿Quiere restablecer el historial de la plaquita?
fr_fr: Souhaitez-vous réinitialiser l'historique plaquette ?
it_it: Vuoi resettare la cronologia dell'inserto in lavorazione?
ja_jp: チップ履歴をリセットしますか？
ko_kr: 인서트 기록을 재설정하시겠습니까?
pl_pl: Czy chcesz zresetować historię płytek?
pt_pt: Pretende redefinir o histórico da pastilha?
sv_se: Vill du nollställa skärhistoriken?
zh_hans: 您是否要重置刀片历史记录？

# LiveView_Notification_ResetInsertHistory_Title
source: Reset insert history
de_de: Schneidplattenverlauf zurücksetzen
es_es: Restablecer historial de la plaquita
fr_fr: Réinitialiser l'historique plaquette
it_it: Resetta la cronologia dell'inserto in lavorazione
ja_jp: チップ履歴のリセット
ko_kr: 인서트 기록 재설정
pl_pl: Resetuj historię płytek
pt_pt: Redefinir o histórico da pastilha
sv_se: Nollställ skärhistoriken
zh_hans: 重置刀片历史记录

# LiveView_Notification_ResetLoadOffset_General_Text
source: Do you want to reset the load and deflection offset?
de_de: Möchten Sie den Belastungs- und Ablenkungsversatz zurücksetzen?
es_es: ¿Quiere restablecer la excentricidad de la carga o la desviación?
fr_fr: Souhaitez réinitialiser le décalage de charge et de déflexion ?
it_it: Vuoi resettare l'offset di carico e flessione?
ja_jp: 負荷およびたわみオフセットをリセットしますか？
ko_kr: 부하 및 휨 옵셋 양을 재설정하시겠습니까?
pl_pl: Czy chcesz zresetować korekcję obciążenia i ugięcia?
pt_pt: Pretende redefinir o valor da carga e offset da deflexão?
sv_se: Vill du nollställa offset för belastning och avböjning?
zh_hans: 您是否要重置负载和偏斜的偏移量？

# LiveView_Notification_ResetLoadOffset_Title
source: Reset load and deflection offset
de_de: Belastungs- und Ablenkungsversatz zurücksetzen
es_es: Restablecer la excentricidad de la carga o la desviación
fr_fr: Réinitialiser le décalage de charge et de déflexion
it_it: Resetta l'offset di carico e flessione
ja_jp: 負荷およびたわみオフセットのリセット
ko_kr: 부하 및 휨 옵셋 양 재설정
pl_pl: Resetuj korekcję obciążenia i ugięcia
pt_pt: Redefinir o valor da carga e offset da deflexão?
sv_se: Nollställ offset för belastning och avböjning
zh_hans: 重置负载和偏斜的偏移量

# LiveView_NumberOfCutsOnInsert.Text
source: Number of cuts on insert:
de_de: Anzahl der Schnitte der Schneidplatte:
es_es: Número de cortes:
fr_fr: Nombre de coupes effectuées par la plaquette :
it_it: Numero di passate dell'inserto:
ja_jp: チップ当たりの加工パス数：
ko_kr: 인서트의 절삭 횟수:
pl_pl: Liczba przejść na płytkę:
pt_pt: Número de cortes na pastilha:
sv_se: Antal ingrepp, skäregg:
zh_hans: 刀片的切削走刀次数：

# LiveView_SurfaceRoughnessBar.Text
source: Finish
de_de: Rauheit
es_es: Terminar
fr_fr: Rugosité
it_it: Finitura
ja_jp: 面粗さ目安
ko_kr: 정삭
pl_pl: Zakończ
pt_pt: Terminar
sv_se: Ytfinhet
zh_hans: 完成

# LiveView_TotalInsertTime.Text
source: Total insert usage time:
de_de: Gesamtnutzungsdauer der Schneidplatte:
es_es: Tiempo total de utilización de la plaquita:
fr_fr: Durée totale d'utilisation de la plaquette :
it_it: Tempo totale di utilizzo dell'inserto:
ja_jp: チップの総使用時間：
ko_kr: 총 인서트 사용 시간:
pl_pl: Całkowity czas użytkowania płytki:
pt_pt: Tempo total de uso da pastilha:
sv_se: Totaltid skäregg:
zh_hans: 总刀片使用时间：

# LiveView_VibrationBar.Text
source: Vibration
es_es: Vibraciones
fr_fr: Vibrations
it_it: Vibrazioni
ja_jp: Vibration（びびり）
ko_kr: 진동
pl_pl: Drgania
pt_pt: Vibração
zh_hans: 振动

# LiveView_WidgetDeflection.Title
source: Deflection
de_de: Abdrängung
es_es: Flexión
fr_fr: Déflexion
it_it: Flessione
ja_jp: たわみ量
ko_kr: 굽힘
pl_pl: Ugięcie
pt_pt: Deflexão
sv_se: Utböjning
zh_hans: 偏斜

# LiveView_WidgetHistory.Title
source: History
de_de: Verlauf
es_es: Historial
fr_fr: Historique
it_it: Andamento
ja_jp: History（履歴）
ko_kr: 이력
pl_pl: Historia
pt_pt: Histórico
sv_se: Historik
zh_hans: 历史

# LiveView_WidgetLoad.Title
source: Load
de_de: Schnittdruck
es_es: Carga
fr_fr: Charge
it_it: Carico
ja_jp: Load（負荷）
ko_kr: 부하
pl_pl: Obciążenie
pt_pt: Carga
sv_se: Belastning
zh_hans: 负荷

# LiveView_WidgetMachineConnectivity.Title
source: Machine connectivity
de_de: Maschinenkonnektivität
es_es: Conectividad de la máquina
fr_fr: Connectivité machine
it_it: Connettività macchina
ja_jp: 機械のコネクティビティ
ko_kr: 기계 연결
pl_pl: Funkcje łączności obrabiarki
pt_pt: Conectividade da máquina
sv_se: Maskintillkoppling
zh_hans: 机床连接性

# LiveView_WidgetProcessSummary.Title
source: Process Summary
de_de: Prozessübersicht
es_es: Resumen del proceso
fr_fr: Vue d'ensemble du process
it_it: Sommario del processo
ja_jp: Process Summary（プロセスサマリー）
ko_kr: 공정 요약
pl_pl: Podsumowanie przebiegu obróbki
pt_pt: Resumo do processo
sv_se: Processammanfattning
zh_hans: 过程总结

# LiveView_WidgetRecord.Title
source: Data recording
de_de: Datenerfassung
es_es: Registro de datos
fr_fr: Enregistrement des données
it_it: Registrazione dei dati
ja_jp: 記録データ
ko_kr: 데이터 기록
pl_pl: Rejestracja danych
pt_pt: Registo de dados
sv_se: Dataregistrering
zh_hans: 数据记录

# LiveView_WidgetSurfaceQuality.Title
source: Surface Quality
de_de: Oberflächenqualität
es_es: Calidad superficial
fr_fr: Qualité de l'état de surface
it_it: Finitura superficiale
ja_jp: Surface Quality（加工面品質）
ko_kr: 가공 표면 품질
pl_pl: Jakość powierzchni obrobionej
pt_pt: Acabamento superficial
sv_se: Ytkvalitet
zh_hans: 表面质量

# LiveView_WidgetTemperature.Title
source: Temperature
de_de: Temperatur
es_es: Temperatura
fr_fr: Température
it_it: Temperatura
ja_jp: Temperature（温度）
ko_kr: 온도
pl_pl: Temperatura
pt_pt: Temperatura
sv_se: Temperatur
zh_hans: 温度

source: Load
de_de: Schnittdruck
es_es: Carga
fr_fr: Charge
it_it: Carico
ja_jp: 負荷
ko_kr: 부하
pl_pl: Obciążenie
pt_pt: Carga
sv_se: Belastning
zh_hans: 负荷

# LogEventDescription_ActiveToolLocation
source: Tool location ID {0} active.
de_de: Aktive Werkzeugpositions-ID {0}.
es_es: ID de ubicación de la herramienta {0} activo.
fr_fr: L'ID position outil {0} est actif.
it_it: ID posizione utensile {0} attivo.
ja_jp: ツール位置ID {0}有効
ko_kr: 공구 위치 ID({0})가 사용 중입니다.
pl_pl: ID lokalizacji narzędzia {0} aktywny.
pt_pt: ID de posicionamento da ferramenta {0} activa.
sv_se: Verktygsplats-ID {0} aktivt.
zh_hans: 刀具位置ID {0}有效。

# LogEventDescription_ApplicationStart
source: Application started.
de_de: Anwendung wurde gestartet.
es_es: Aplicación iniciada.
fr_fr: Application démarrée.
it_it: Applicazione avviata.
ja_jp: アプリケーションスタート
ko_kr: 애플리케이션이 시작했습니다.
pl_pl: Aplikacja została uruchomiona.
pt_pt: Aplicação iniciada.
sv_se: Applikationen har startats.
zh_hans: 应用程序已启动。

# LogEventDescription_ApplicationStop
source: Application stopped.
de_de: Anwendung wurde gestoppt.
es_es: Aplicación detenida.
fr_fr: Application arrêtée.
it_it: Applicazione fermata.
ja_jp: アプリケーション停止
ko_kr: 애플리케이션이 정지했습니다.
pl_pl: Aplikacja została wstrzymana.
pt_pt: Aplicação terminada.
sv_se: Applikationen har stoppats.
zh_hans: 应用程序已停止。

# LogEventDescription_AxesMode
source: Machine axis mode changed
de_de: Achsenmodus der Maschine geändert
es_es: Cambio en el modo del eje de la máquina
fr_fr: Mode d’axe de la machine modifié
it_it: Modalità asse macchina modificata
ja_jp: 機械軸モードの変更
ko_kr: 기계 축 모드 변경
pl_pl: Zmieniono tryb osi maszyny
pt_pt: Modo de eixo da máquina alterado
sv_se: Maskinens axelläge har ändrats
zh_hans: 机床轴模式已更改

# LogEventDescription_ChannelBusy
source: Action channel occupied.
de_de: Aktionskanal belegt.
es_es: Canal de acción ocupado.
fr_fr: Canal action occupé.
it_it: Canale di azione occupato.
ja_jp: アクションチャンネル使用中
ko_kr: 작업 채널이 사용 중입니다.
pl_pl: Kanał czynności zajęty.
pt_pt: Canal de ação ocupado.
sv_se: Kanalen är upptagen.
zh_hans: 操作通道已占用。
