Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# DeflectionCalibration_IntroductionStep_ListA.Text
source: Ensure the sensorized tool is securely clamped at the correct tool angle.
de_de: Achten Sie darauf, dass die Bohrstange im richtigen Werkzeugwinkel fest eingespannt ist.
es_es: Asegúrese de que el adaptador de torneado está bien fijado, con el ángulo de herramienta correcto.
fr_fr: S'assurer que l'adaptateur de tournage est correctement serré, avec un angle correct.
it_it: Verifica che l'adattatore di tornitura sia bloccato saldamente all'angolo corretto.
ja_jp: バーが正しい工具角度でクランプされていることを確認してください。
ko_kr: 선삭 어댑터가 올바른 각도로 견고하게 클램핑되어야 합니다.
pl_pl: Upewnij się, że adapter tokarski jest odpowiednio zamocowany przy prawidłowym kącie ustawienia narzędzia.
pt_pt: Certifique-se que a ferramenta está devidamente apertada e com o ângulo correto de corte.
sv_se: Se till att verktyget är ordentligt inspänd i korrekt verktygsvinkel.
zh_hans: 确保车削接杆以正确的刀具角度牢固夹紧。

# DeflectionCalibration_IntroductionStep_ListB.Text
source: The clamped overhang length must be within the sensorized tool's design specification.
de_de: Die eingespannte Überhanglänge muss innerhalb der Spezifikation der Bohrstange liegen.
es_es: La longitud del voladizo fijado debe respetar el margen de la especificación del diseño del adaptador de torneado.
fr_fr: La longueur serrée doit se situer dans les spécifications de l'adaptateur de tournage.
it_it: La sporgenza dell'utensile deve rientrare nelle specifiche di progetto dell'adattatore di tornitura.
ja_jp: 工具突出し長さは、バーの設計想定仕様内でなければなりません。
ko_kr: 클램핑된 선삭 어댑터의 돌출 길이가 설계 사양 이내여야 합니다.
pl_pl: Długość wysięgu mocowania musi mieścić się w granicach specyfikacji projektowej adaptera tokarskiego.
pt_pt: O comprimento de aperto deve estar dentro da especificação de desenho da ferramenta.
sv_se: Den inspända överhängslängden måste ligga inom verktygets designspecifikation.
zh_hans: 夹紧的悬伸长度必须符合车削接杆的设计规范。

# DeflectionCalibration_IntroductionStep_ListC.Text
source: Mount a calibration head to the front interface. (Contact Sandvik Coromant if you need a calibration head.)
de_de: Montieren Sie einen Kalibrierkopf an der Schnittstelle. (Wenn Sie einen Kalibrierkopf benötigen, wenden Sie sich an Sandvik Coromant.)
es_es: Monte una cabeza de calibración en la parte frontal del adaptador. (Póngase en contacto con Sandvik Coromant si necesita una cabeza de calibración).
fr_fr: Monter une tête de calibrage sur l'interface avant. (contacter Sandvik Coromant si vous avez besoin d'une tête de calibrage)
it_it: Monta una testa di calibrazione sull'interfaccia anteriore (contatta Sandvik Coromant se occorre una testa di calibrazione).
ja_jp: 先端取付け部に校正用ヘッドを取り付けます(校正用ヘッドが必要な場合は、サンドビックコロマントにご連絡ください)。
ko_kr: 전면 인터페이스에 교정 헤드를 장착하십시오. (교정 헤드가 필요하면 샌드빅 코로만트에 문의하십시오.)
pl_pl: Zamocuj głowicę kalibracyjną na przednim złączu. (Skontaktuj się z Sandvik Coromant, jeśli potrzebujesz głowicy kalibracyjnej).
pt_pt: Monte uma cabeça de calibração na interface dianteira. (Contacte a Sandvik Coromant, se necessitar de uma cabeça de calibração).
sv_se: Montera fast kalibreringshuvudet. (Kontakta Sandvik Coromant om du saknar ett kalibreringshuvud, skal vara med i leveransen av verktyget).
zh_hans: 将校准头安装到前端接口上。(如果需要校准头，请联系山特维克可乐满)。

# DeflectionCalibration_IntroductionStep_Title.Text
source: Introduction – Set up your tool.
de_de: Einführung – Einrichten des Werkzeugs.
es_es: Introducción: reglar su herramienta.
fr_fr: Introduction – Montage de l'outil.
it_it: Introduzione – Setup dell'utensile.
ja_jp: はじめに – 工具のセットアップ
ko_kr: 도입 – 공구 셋업
pl_pl: Wprowadzenie – Nastawa narzędzia.
pt_pt: Introdução – Configure a sua ferramenta.
sv_se: Introduktion – Konfigurera verktyget.
zh_hans: 简介 – 设置刀具。

# DeflectionCalibration_MeasurementStep_AccumulatedMotion.Text
source: Target accumulated radial motion after this step: {0}.
de_de: Zielwert für die akkumulierte Radialbewegung nach diesem Schritt: {0}.
es_es: Movimiento radial meta acumulado tras este paso: {0}.
fr_fr: Mouvement radial cumulé ciblé à cette étape : {0}.
it_it: Movimento radiale accumulato dopo questo passo: {0}.
ja_jp: このステップの後の径方向累積移動量目標：{0}。
ko_kr: 이 단계 이후의 누적 반경 방향 움직임 목표: {0}.
pl_pl: Docelowy skumulowany ruch promieniowy po tym kroku: {0}.
pt_pt: Movimento radial acumulado esperado após este passo: {0}.
sv_se: Ackumulerad radiell förflyttning efter detta steg: {0}.
zh_hans: 此步骤后的目标累积径向运动：{0}。

# DeflectionCalibration_MeasurementStep_FirstListA.Text
source: Jog the sensorized tool {0} radially to load it.
de_de: Bewegen Sie die Bohrstange {0} in radialer Richtung, um sie zu belasten.
es_es: Desplace radialmente el adaptador de torneado {0} para cargarlo.
fr_fr: Faire bouger l'adaptateur de tournage {0} dans le sens radial pour le charger.
it_it: Muovi manualmente l'adattatore di tornitura di {0} in senso radiale per caricarlo.
ja_jp: バーを{0}径方向に少しづつゆっくり動かして負荷をかけます。
ko_kr: 부하를 가하기 위해서, 조그다이얼을 이용해서 반경 방향으로 {0} 만큼 이동시키십시요.
pl_pl: Wykonaj promieniowy ruch impulsowy adapterem tokarskim o {0}, aby go wczytać.
pt_pt: Mova radialmente a ferramenta {0} para a colocar em carga.
sv_se: Flytta verktyget {0} radiellt för att belasta den.
zh_hans: 沿径向轻推车削接杆{0}使其加载。

# DeflectionCalibration_MeasurementStep_ListA.Text
source: Jog the sensorized tool an additional {0} radially to load it.
de_de: Bewegen Sie die Bohrstange um einen weiteren Schritt {0} in radialer Richtung, um sie zu belasten.
es_es: Desplace el adaptador de torneado radialmente otros {0} para cargarlo.
fr_fr: Faire bouger l'adaptateur de tournage {0} de plus dans le sens radial pour le charger.
it_it: Muovi manualmente l'adattatore di tornitura di altri {0} in senso radiale per caricarlo.
ja_jp: バーさらに{0}径方向に少しづつゆっくり動かして負荷をかけます。
ko_kr: 추가적으로 부하를 가하기 위해서, 조그다이얼을 이용해서 반경 방향으로 {0} 만큼 이동시키십시요.
pl_pl: Wykonaj promieniowy ruch impulsowy adapterem tokarskim o dodatkowe {0}, aby go wczytać.
pt_pt: Mova radialmente a ferramenta ainda mais {0} para a colocar em carga.
sv_se: Flytta verktyget ytterligare {0} radiellt för att belasta den.
zh_hans: 沿径向轻推车削接杆额外的{0}使其加载。

# DeflectionCalibration_MeasurementStep_ListB.Text
source: Keep the adapter still in this position and click "Continue".
de_de: Belassen Sie die Bohrstange in dieser Position und klicken Sie auf "Weiter".
es_es: Detenga el adaptador en esta posición y haga clic en "Continuar".
fr_fr: Immobiliser l'adaptateur dans cette position et cliquer sur « Poursuivre ».
it_it: Lascia l'adattatore in questa posizione e fai clic su "Continua".
ja_jp: バーをこの位置にとどめた状態で、「Continue (続行)」をクリックします。
ko_kr: 어댑터를 이 위치에 두고 '계속'을 클릭하십시오.
pl_pl: Pozostaw adapter nieruchomy w tej pozycji i kliknij „Kontynuuj”.
pt_pt: Deixe a ferramenta nesta posição e clique em "Continuar".
sv_se: Låt verktyget stå kvar i denna position och klicka på ”Fortsätt”.
zh_hans: 将接杆保持在此位置不动，然后点击“继续”。

# DeflectionCalibration_MeasurementStep_Text.Text
source: Position the sensorized tool for the step {0} calibration measurement.
de_de: Positionieren Siedie Bohrstange für die Kalibriermessung von Schritt {0}.
es_es: Posicione el adaptador de torneado para la medición de calibración del paso {0}.
fr_fr: Positionner l'adaptateur de tournage pour la mesure de calibrage de l'étape {0}.
it_it: Posiziona l'adattatore di tornitura per la misurazione della calibrazione {0}.
ja_jp: バーをステップ{0}の校正測定のために位置決めします。
ko_kr: {0} 단계의 교정 측정에 적합하게 선삭 어댑터를 위치시키십시오.
pl_pl: Ustaw adapter tokarski celem pomiaru adaptacyjnego dla kroku {0}.
pt_pt: Posicione a ferramentao para o passo medição de calibração {0}.
sv_se: Positionera verktyget för kalibreringsmätning, steg {0}.
zh_hans: 定位车削接杆，用于步骤{0}的校准测量。

# DeflectionCalibration_MeasurementStep_Title.Text
source: Calibration Step.
de_de: Kalibrierungsschritt.
es_es: Paso de calibración.
fr_fr: Étape de calibrage.
it_it: Passo di calibrazione.
ja_jp: 校正ステップ。
ko_kr: 교정 단계
pl_pl: Etap kalibracji.
pt_pt: Passo de calibração.
sv_se: Kalibreringssteg.
zh_hans: 校准步骤。

# DeflectionCalibration_NoLoadStep_ListA.Text
source: Please jog the sensorized tool so it is visibly not in contact with the component.
de_de: Bewegen Sie die Bohrstange so, dass sie sichtbar keinen Kontakt mit dem Werkstück hat.
es_es: Desplace el adaptador de torneado hasta que se vea que no está en contacto con el componente.
fr_fr: Faire bouger l'adaptateur de tournage de manière à ce qu'il ne soit visiblement pas en contact avec la pièce.
it_it: Muovi manualmente l'adattatore di tornitura in modo che sia visibilmente non a contatto con il componente.
ja_jp: バーがワークに接触しないように、目視しながらバーを少しづつゆっくり動かしてください。
ko_kr: 선삭 어댑터가 가공물과 접촉하지 않게 눈으로 확인하면서 조그다이얼로 이동시키십시오.
pl_pl: Wykonaj taki ruch impulsowy adapterem tokarskim, aby jego kontakt z przedmiotem nie był widoczny.
pt_pt: Posicione a ferramenta de maneira a que não esteja visivelmente em contacto com o componente.
sv_se: Flytta verktyget så att det tydligt syns att den inte vidrör komponenten.
zh_hans: 请轻推车削接杆，使其明显不与部件接触。

# DeflectionCalibration_NoLoadStep_ListB.Text
source: Ensure that the machine is fully stationary, then click "Continue".
de_de: Stellen Sie sicher, dass die Maschine vollständig stillsteht, und klicken Sie dann auf "Weiter".
es_es: Asegúrese de que la máquina está totalmente parada, luego haga clic en "Continuar".
fr_fr: S'assurer que la machine est parfaitement immobile et cliquer sur « Poursuivre ».
it_it: Verifica che la macchina sia completamente ferma, quindi fai clic su "Continua".
ja_jp: 機械が完全に静止していることを確認してから、「Continue (続行)」をクリックします。
ko_kr: 기계가 완전히 정지한 상태를 확인하고 '계속'을 클릭하십시오.
pl_pl: Upewnij się, że obrabiarka jest całkowicie nieruchoma, po czym kliknij „Kontynuuj”.
pt_pt: Certifique-se que a máquina se encontra totalmente imóvel, de seguida, clique em "Continuar".
sv_se: Se till att maskinen står helt still och klicka sedan på ”Fortsätt”.
zh_hans: 确保机床完全静止，然后点击“继续”。

# DeflectionCalibration_NoLoadStep_Title.Text
source: Set no-load baseline measurement.
de_de: Einstellung der Messung eines Basiswertes im unbelasteten Zustand.
es_es: No defina ninguna línea de referencia de medición sin carga.
fr_fr: Régler la mesure de base hors charge.
it_it: Imposta una misurazione di riferimento quando la barra non è caricata.
ja_jp: 無負荷の測定基準を設定します。
ko_kr: 무부하 기준 측정 설정
pl_pl: Ustaw pomiar bazowy bez obciążenia.
pt_pt: Defina a medição de referência sem carga.
sv_se: Förberedelse till kalibrering, ställ baslinjen utan belastning.
zh_hans: 设置空载基准测量。

# DeflectionCalibration_PrepareProcessStep_ListA.Text
source: The contact surface of the calibration head (marked orange in the figure) should be placed flush with or a short distance inside the component so that it will make contact with the component during calibration.
de_de: Die Auflagefläche des Kalibrierkopfs (in der Abbildung orange markiert) sollte bündig oder mit geringem Abstand im Werkstück platziert werden, sodass er beim Kalibrieren das Werkstück berührt.
es_es: La superficie de contacto de la cabeza de calibración (marcada en naranja en la imagen) debe estar alineada o ligeramente dentro de la pieza durante la calibración.
fr_fr: La surface de contact de la tête de calibrage (en orange sur la figure) doit être positionnée au ras de la pièce ou légèrement à l'intérieur de manière à ce qu'elle entre en contact avec la pièce pendant le calibrage.
it_it: La superficie di contatto della testa di calibrazione (contrassegnata in arancione in figura) dovrebbe essere posizionata a filo o a breve distanza all'interno del componente, in modo che venga a contatto con il componente durante la calibrazione.
ja_jp: 校正用ヘッドの接触面 (図中のオレンジ色部) は、校正中にワークにぴったり接触するか、ワークに少し食い込んだ状態でワークとの接触を保った状態でなければなりません。
ko_kr: 교정 헤드의 접촉면(그림에서 주황색)은 세척되어야 하며, 교정 중에 가공물의 접촉을 확인할 수 있도록 가공물 내부의 거리에 위치시켜야 합니다.
pl_pl: Powierzchnia styku głowicy kalibracyjnej (oznaczona na rysunku kolorem pomarańczowym) powinna znajdować się w jednej płaszczyźnie z przedmiotem lub być w niego nieznacznie zagłębiona, aby stykała się z przedmiotem podczas kalibracji.
pt_pt: A zona de contacto da cabeça de calibração (assinalada a laranja na figura) deve ser colocada de forma alinhada ou a uma curta distância no interior do componente, de maneira a que entre em contacto com o componente durante a calibração.
sv_se: Kalibreringshuvudets kontaktyta (orangemarkerad på bilden) bör placeras i linje med komponenten, eller en bit in i komponenten så att den vidrör komponenten under kalibreringen.
zh_hans: 校准头的接触面 (图中标记为橙色) 应平齐放置或进入部件内部一小段距离，以便在校准期间与部件接触。

# DeflectionCalibration_PrepareProcessStep_ListB.Text
source: During calibration you will be asked to jog radial distances in the direction intended for cutting, while in contact with the component, and move in and out of contact. You will be guided through each step.
de_de: Während der Kalibrierung werden Sie aufgefordert, während des Kontakts mit dem Werkstück Bewegungen mit radialen Abständen in der für das Schneiden vorgesehenen Richtung durchzuführen und sich in den und aus dem Kontakt herauszubewegen. Sie werden durch jeden Schritt geführt.
es_es: Durante la calibración deberá desplazarla radialmente, en la dirección de corte intencionada, mientras esté en contacto con la pieza, y entrar y salir del corte. Habrá una guía para cada paso.
fr_fr: Pendant le calibrage, il vous sera demandé d'effectuer des mouvement radiaux, dans la direction de la coupe prévue, en maintenant le contact avec la pièce, et d'établir/supprimer le contact. Vous serez guidé à chaque étape.
it_it: Durante la calibrazione, ti verrà chiesto di muoverti radialmente, nella direzione prevista per il taglio, a contatto con il componente, interrompendo e riprendendo il contatto. Ogni step ti verrà indicato .
ja_jp: 校正中は、校正用ヘッドをワークに接触させた状態で、ヘッドを切削方向に動かし、ワークにより強く当てたり離したりするよう指示されます。各ステップにおいて詳しく指示があります。
ko_kr: 교정 중에는 가공할 때와 동일한 반경 방향으로 접촉을 유지시키면서 조그 다이얼로 이동시켜달라는 요청을 받게 되며, 접촉과 접촉 이탈을 시켜야 합니다. 각각의 단계에 따른 요청을 따르면 됩니다.
pl_pl: Podczas kalibracji pojawią się polecenia wykonania ruchów promieniowych w kierunku zamierzanego skrawania w kontakcie z przedmiotem, oraz polecenia zetknięcia się z przedmiotem i wycofania z kontaktu. Każdemu etapowi będą towarzyszyć odpowiednie polecenia.
pt_pt: Durante a calibração, ser-lhe-á solicitado que faça movimentos radiais, na direcção do corte, tocando e deixando de tocar no componente. Será guiado em cada passo.
sv_se: Under kalibreringen ombeds du flytta verktyget i radiel riktning. Det radiella stegen sker i samma riktning som tilltänkt bearbetning, så kalibreringshuvudet kommer att vara i kontakt med komponenten under processen. Du blir guidad steg för steg.
zh_hans: 校准期间，当与部件接触时，您将需要沿切削方向轻推径向距离，并移入和脱离接触。我们将指导您完成每一步。

# DeflectionCalibration_PrepareProcessStep_ListC.Text
source: You may choose to jog manually or program a calibration NC program.
de_de: Sie können wählen, ob Sie manuelle Bewegungen durchführen oder für die Kalibrierung ein NC-Programm programmieren möchten.
es_es: Puede elegir el desplazamiento manual, o programar un programa de calibración de CN.
fr_fr: Vous pouvez effectuer les mouvements manuellement ou utiliser un programme CN de calibrage.
it_it: Puoi scegliere di muovere manualmente o di preparare un programma NC di calibrazione.
ja_jp: 手動でジョグダイヤルで動かすか、校正用NCプログラムをプログラミングするかを選択できます。
ko_kr: 조그 다이얼로 직접 이동시키거나, 교정용 NC 프로그램을 작성하면 됩니다.
pl_pl: Możesz wybrać między impulsowym ruchem ręcznym lub zaprogramowaniem programu NC kalibracji.
pt_pt: Pode optar por mover manualmente ou executar um programa de calibração NC.
sv_se: Du kan välja att flytta verktyget manuellt eller programmera ett NC-program för kalibrering.
zh_hans: 您可以选择手动轻推，或编程校准NC程序。

# DeflectionCalibration_PrepareProcessStep_ListD.Text
source: NB: The spindle should not be rotated. It should be kept in exactly the same position throughout the calibration!
de_de: Bitte beachten: Die Spindel darf nicht drehen! Sie muss während der gesamten Kalibrierung exakt in der gleichen Position gehalten werden!
es_es: Nota: el husillo no debe rotarse. ¡Debe mantenerse en exactamente la misma posición a lo largo de toda la calibración!
fr_fr: NB : La broche ne doit pas tourner. Elle doit rester exactement dans la même position pendant tout le calibrage !
it_it: NB: il mandrino non dovrebbe essere ruotato. Dovrebbe essere mantenuto esattamente nella stessa posizione per tutta la calibrazione!
ja_jp: 備考：スピンドルは回転させないでください。スピンドルは、校正中はずっと同じ位置に維持してください！
ko_kr: 주의: 스핀들이 회전하면 안 됩니다. 교정 내내 스핀들이 정확히 같은 위치에 있어야 합니다.
pl_pl: NB: Wrzeciona nie należy obracać. Wrzeciono musi pozostawać w tej samej pozycji podczas kalibracji!
pt_pt: NB: O fuso não deve rodar. Deve ser mantido exactamente na mesma posição durante toda a calibração!
sv_se: OBS: Spindeln skal inte rotera. Den ska stå i exakt samma position under hela kalibreringen!
zh_hans: 注意：不得旋转主轴。在整个校准过程中，应将其保持在完全相同的位置！

# DeflectionCalibration_PrepareProcessStep_Title.Text
source: Introduction – Prepare the process.
de_de: Einführung – Prozess vorbereiten.
es_es: Introducción: preparar el proceso.
fr_fr: Introduction – Préparation du process.
it_it: Introduzione - Preparazione del processo.
ja_jp: はじめに – プロセスの準備
ko_kr: 소개 – 절차 준비
pl_pl: Wprowadzenie – Przygotowanie procesu.
pt_pt: Introdução – Preparar o processo.
sv_se: Introduktion – Kalibreringsprocessen.
zh_hans: 简介 – 工艺准备。

# DeflectionCalibration_RedoCalibration.Text
source: Recalibrate deflection
de_de: Abdrängung neu kalibrieren
es_es: Re-calibrar la desviación
fr_fr: Recalibrage de la déflexion
it_it: Ricalibrazione della flessione
ja_jp: たわみの再校正
ko_kr: 굽힘량 재교정
pl_pl: Ponowna kalibracja ugięcia
pt_pt: Recalibrar a deflexão
sv_se: Omkalibrering av avböjning
zh_hans: 重新校准偏斜

# DeflectionCalibration_SetUpComponentStep_ListA.Text
source: For optimal results, the calibration may be performed on a component closely resembling the actual component to be machined.
de_de: Um optimale Ergebnisse zu erzielen, kann die Kalibrierung an einem Werkstück durchgeführt werden, das dem tatsächlich zu bearbeitenden Werkstück sehr ähnlich ist.
es_es: Para unos resultados óptimos, la calibración puede realizarse en un componente muy parecido al componente que se va a mecanizar realmente.
fr_fr: Pour des résultats optimaux, le calibrage doit être effectué à l'aide d'une pièce parfaitement semblable aux pièces qui seront usinées.
it_it: Per risultati ottimali, la calibrazione può essere eseguita su un componente molto simile a quello da lavorare.
ja_jp: 最適な結果を得るには、実際に加工するワークに近いものを取り付けた状態で校正を行うのが望ましいです。
ko_kr: 최상의 결과를 얻으려면 가공할 실제 가공물과 매우 유사한 가공물에서 교정을 진행하십시오.
pl_pl: Aby uzyskać optymalne rezultaty, można przeprowadzić kalibrację w przedmiocie bardzo podobnym do tego, który ma zostać poddany obróbce.
pt_pt: Para obter os melhores resultados, a calibração dever ser efetuada num componente muito parecido com o componente a ser maquinado.
sv_se: För optimala resultat kan kalibreringen utföras på en komponent som har stora likheter med den faktiska komponent som ska bearbetas.
zh_hans: 为了达到最佳效果，可以在与实际待加工部件非常相似的部件中进行校准。

# DeflectionCalibration_SetUpComponentStep_ListB.Text
source: Make sure the component is clamped and supported in a representative manner.
de_de: Stellen Sie sicher, dass das Werkstück fachgerecht eingespannt und abgestützt wird.
es_es: Asegúrese de que el componente está sujeto y sostenido de forma representativa.
fr_fr: S'assurer que la pièce est correctement bridée et est soutenue de manière représentative.
it_it: Verifica che il componente sia bloccato e supportato in modo simile.
ja_jp: ワークが適切な方法でクランプされ固定されていることを確認してください。
ko_kr: 가공물이 제대로 클램핑 및 지지되었는지 확인하십시오.
pl_pl: Upewnij się, że przedmiot jest zamocowany i podparty w reprezentatywny sposób.
pt_pt: Certifique-se de que o componente está fixo e apoiado corretamente.
sv_se: Se till att komponenten är korrekt inspänd och suppoterad på ett representativt sätt.
zh_hans: 确保以一种代表性的方式夹紧和支撑部件。

# DeflectionCalibration_SetUpComponentStep_ListC.Text
source: The calibration should happen on a machined cylindrical area large enough to accommodate the calibration head’s area of contact.
de_de: Die Kalibrierung muss auf einer bearbeiteten zylindrischen Fläche erfolgen, die groß genug ist, um die Auflagefläche des Kalibrierkopfs aufzunehmen.
es_es: La calibración debe producirse en una zona cilíndrica mecanizada, lo suficientemente grande como para acomodar la zona de contacto de la cabeza de calibración.
fr_fr: Le calibrage doit être fait sur une zone cylindrique usinée suffisamment grande pour la zone de contact de la tête de calibrage.
it_it: La calibrazione dovrebbe avvenire su un'area cilindrica lavorata, abbastanza grande da accogliere l'area di contatto della testa di calibrazione.
ja_jp: 校正は、校正用ヘッドが接触するのに十分な面積がある加工済みの円筒形状部分で行ってください。
ko_kr: 교정을 진행하는 동안 가공된 원통 영역이 교정 헤드의 접촉면이 모두 들어갈 정도로 커야 합니다.
pl_pl: Kalibracja powinna nastąpić na obrabianej powierzchni cylindrycznej, na tyle dużej, by pomieścić powierzchnię styku głowicy kalibracyjnej.
pt_pt: A calibração deve ocorrer numa área cilíndrica maquinada, suficientemente grande para alojar a área de contacto da cabeça de calibração.
sv_se: Kalibreringen bör ske på ett cylindriskt, bearbetat område i komponenten som är tillräckligt stort för att rymma kalibreringshuvudets kontaktyta.
zh_hans: 校准应在一个加工好的圆柱形区域上进行，该区域应足够大，以容纳校准头的接触面积。

# DeflectionCalibration_SetUpComponentStep_Title.Text
source: Introduction – Set up your Component
de_de: Einführung – Einrichten des Werkstücks
es_es: Introducción: reglar su componente
fr_fr: Introduction – Montage de la pièce
it_it: Introduzione - Setup del componente
ja_jp: はじめに – ワークのセットアップ
ko_kr: 소개 – 가공물 셋업
pl_pl: Wprowadzenie – Nastawa przedmiotu
pt_pt: Introdução – Configure o seu componente
sv_se: Introduktion – Komponenten
zh_hans: 简介 – 部件设置

# DeflectionCalibration_ShowStepsOverview.Text
source: Show overview
de_de: Übersicht anzeigen
es_es: Ver información general
fr_fr: Voir l'aperçu
it_it: Mostra panoramica
ja_jp: 概要の表示
ko_kr: 개요 표시
pl_pl: Pokaż przegląd
pt_pt: Mostrar visão geral
sv_se: Visa översikt
zh_hans: 显示概览

# DeflectionCalibration_StepsOverview_CalibrationSteps_ListA.Text
source: Touch the component
de_de: Berühren Sie das Werkstück
es_es: Tocar el componente
fr_fr: Toucher la pièce
it_it: Tocca il componente
ja_jp: ワークに接触
ko_kr: 가공물 접촉
pl_pl: Dotknij przedmiotu
pt_pt: Tocar no componente
sv_se: Vidrör komponenten
zh_hans: 触摸部件

# DeflectionCalibration_StepsOverview_CalibrationSteps_ListB.Text
source: Jog 6 times radially into the component
de_de: Schrittweise (im Jog-Betrieb) 6 Mal ins Werkstück einfahren
es_es: Desplazar 6 veces radialmente en la pieza
fr_fr: Faire bouger 6 fois radialement dans la pièce
it_it: Muovi manualmente 6 volte, in senso radiale, contro il componente
ja_jp: ワークに向けて径方向に6回少しづつ動かす
ko_kr: 반경 방향으로 가공물 쪽으로 6번 조그 다이얼로 이동시키십시오.
pl_pl: Wykonaj 6 ruchów impulsowych zagłębiających w przedmiocie
pt_pt: Mover 6 vezes radialmente contra componente
sv_se: Flytta verktyget sex gånger radiellt in mot komponenten
zh_hans: 轻推6次，径向进入部件

# DeflectionCalibration_StepsOverview_CalibrationSteps_Title.Text
source: Calibration
de_de: Kalibrierung
es_es: Calibración
fr_fr: Calibrage
it_it: Calibrazione
ja_jp: 校正
ko_kr: 교정
pl_pl: Kalibracja
pt_pt: Calibração
sv_se: Kalibrering
zh_hans: 校准

# DeflectionCalibration_StepsOverview_IntroductionSteps_ListA.Text
source: Set up tool
de_de: Werkzeug einrichten
es_es: Configurar la herramienta
fr_fr: Montage de l'outil
it_it: Configura utensile
ja_jp: 工具のセットアップ
ko_kr: 공구 셋업
pl_pl: Skonfiguruj narzędzie
pt_pt: Configurar a ferramenta
sv_se: Ställ in verktyget
zh_hans: 设置刀具

# DeflectionCalibration_StepsOverview_IntroductionSteps_ListB.Text
source: Set up content
de_de: Inhalt einrichten
es_es: Configurar el contenido
fr_fr: Contenu du montage
it_it: Configura contenuto
ja_jp: セットアップの内容
ko_kr: 콘텐츠 셋업
pl_pl: Skonfiguruj treść
pt_pt: Configurar conteúdo
sv_se: Konfigurera innehåll
zh_hans: 设置内容
