Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# Machine_ActionChannel
source: Action channel
de_de: Aktionskanal
es_es: Canal de acción
fr_fr: Canal action
it_it: Canale di azione
ja_jp: アクションチャンネル
ko_kr: 작업 채널
pl_pl: Kanał czynności
pt_pt: Canal de ação
sv_se: Kanal
zh_hans: 操作通道

# AdvancedMachine_HostAddress.Text
source: Machine interface host address:
de_de: Host-Adresse der Maschinenschnittstelle:
es_es: Dirección del host del adaptador de la máquina:
fr_fr: Adresse hôte interface machine :
it_it: Indirizzo host interfaccia macchina:
ja_jp: マシンインターフェースホストアドレス：
ko_kr: 기계 인터페이스 호스트 주소:
pl_pl: Adres hosta interfejsu obrabiarki:
pt_pt: Endereço host da interface da máquina:
sv_se: Maskingränssnittets värdadress:
zh_hans: 机床接口主机地址：

# AdvancedMachine_ImportConfiguration.Text
source: Import configuration
de_de: Konfiguration importieren
es_es: Importar configuración
fr_fr: Importer configuration
it_it: Importa configurazione
ja_jp: 設定のインポート
ko_kr: 구성 가져오기
pl_pl: Importuj konfigurację
pt_pt: Importar configuração
sv_se: Importera konfiguration
zh_hans: 导入配置

source: Machine interface address
de_de: Adresse der Maschinenschnittstelle
es_es: Dirección del adaptador de la máquina
fr_fr: Adresse interface machine
it_it: Indirizzo interfaccia macchina
ja_jp: マシンインターフェースアドレス
ko_kr: 기계 인터페이스 주소
pl_pl: Adres interfejsu obrabiarki
pt_pt: Endereço da interface da máquina
sv_se: Maskingränssnittets adress
zh_hans: 机床接口地址

# AdvancedMachine_MachineAlreadyConnected_Message
source: A machine connection is already established. Terminate current connection and reconnect with these updated settings?
de_de: Eine Maschinenverbindung ist bereits hergestellt. Die aktuelle Verbindung beenden und mit diesen aktualisierten Einstellungen erneut herstellen?
es_es: Ya existe una conexión con la máquina. ¿Quiere interrumpir la conexión actual y reconectar con esta configuración actualizada?
fr_fr: Une connexion machine est déjà établie. Fermer la connexion actuelle et établir une nouvelle connexion avec les nouveaux paramètres ?
it_it: È già stata stabilita una connessione con la macchina. Interrompere la connessione attuale e riconnettere con queste impostazioni aggiornate?
ja_jp: 機械の接続はすでに構築されています。現在の接続を終了して、これらの更新された設定に再接続しますか？
ko_kr: 기계가 이미 연결되어 있습니다. 현재 연결을 해제하고 업데이트된 설정으로 다시 연결하시겠습니까?
pl_pl: Połączenie z obrabiarką zostało już nawiązane. Czy chcesz zakończyć połączenie i połączyć się ponownie ze zaktualizowanymi ustawieniami?
pt_pt: Já se encontra estabelecida uma conexão à máquina. Terminar a conexão atual e voltar a ligar com estas definições atualizadas?
sv_se: En anslutning till maskinen har redan upprättats. Vill du bryta den befintliga anslutningen och ansluta på nytt med dessa uppdaterade inställningar?
zh_hans: 已经建立了机床连接。终止当前连接，然后用这些更新的设置重新连接？

# AdvancedMachine_MachineAlreadyConnected_Title
source: Machine already connected
de_de: Maschine bereits verbunden
es_es: Máquina ya conectada
fr_fr: Machine déjà connectée
it_it: Macchina già connessa
ja_jp: 機械はすでに接続されています
ko_kr: 기계가 이미 연결됨
pl_pl: Obrabiarka jest już podłączona
pt_pt: Máquina já conectada
sv_se: Maskinen är redan ansluten
zh_hans: 机床已连接

# AdvancedMachine_SaveAndConnect.Text
source: Save and connect
de_de: Speichern und verbinden
es_es: Guardar y conectar
fr_fr: Enregistrer et connecter
it_it: Salva e connetti
ja_jp: 保存して接続
ko_kr: 저장 및 연결하기
pl_pl: Zapisz i połącz
pt_pt: Guardar e conectar
sv_se: Spara och anslut
zh_hans: 保存并连接

# AdvancedMachine_SelectActionChannel.Text
source: Select active action channel:
de_de: Wählen Sie einen aktiven Aktionskanal aus:
es_es: Seleccionar canal de acción activo:
fr_fr: Sélectionner le canal d'action actif :
it_it: Seleziona il canale di azione attivo:
ja_jp: 有効アクションチャンネルの選択：
ko_kr: 사용 중인 작업 채널 선택:
pl_pl: Wybierz aktywny kanał czynności:
pt_pt: Seleccionar o canal de ação ativo:
sv_se: Välj en aktiv kanal:
zh_hans: 选择有效的操作通道：

source: Application settings
de_de: Anwendungseinstellungen
es_es: Configuración de la aplicación
fr_fr: Paramètres de l’application
it_it: Impostazioni dell'applicazione
ja_jp: アプリケーション設定
ko_kr: 응용 프로그램 설정
pl_pl: Ustawienia aplikacji
pt_pt: Configurações da aplicação
sv_se: Inställningar
zh_hans: 应用程序设置

source: Auditory alarms
de_de: Akustische Alarme
es_es: Alarmas auditivas
fr_fr: Alarmes auditives
it_it: Allarmi acustici
ja_jp: 聴覚アラーム
ko_kr: 청각 경고
pl_pl: Alarmy dźwiękowe
pt_pt: Alarmes sonoros
sv_se: Hörbara larm
zh_hans: 听觉警报

# AutoConnect_Duplicate_CncId
source: Tool location ID must be unique.
de_de: Die Werkzeugs-ID muss eindeutig sein.
es_es: El ID de ubicación de la herramienta debe ser único.
fr_fr: L’ID d’emplacement de l’outil doit être unique.
it_it: L'ID posizione utensile deve essere univoco.
ja_jp: ツールロケーション ID は固有のものである必要があります。
ko_kr: 도구 위치 ID는 고유해야 합니다.
pl_pl: Identyfikator lokalizacji narzędzia musi być unikatowy.
pt_pt: O ID do local da ferramenta deve ser único.
sv_se: Verktygets plats-ID måste vara unikt.
zh_hans: 工具位置 ID 必须是唯一的。

# AutoConnect_Enabled.Text
source: Connect/disconnect automatically when the machine performs a tool change
de_de: Automatisches Verbinden/Trennen, wenn die Maschine einen Werkzeugwechsel durchführt
es_es: Conectar/desconectar automáticamente cuando la máquina realiza un cambio de herramienta
fr_fr: Connexion/déconnexion automatique lorsque la machine effectue un changement d'outil
it_it: Connetti/disconnetti automaticamente quando la macchina esegue un cambio utensile
ja_jp: 機械の工具交換時に自動的に接続/接続解除
ko_kr: 기계에서 공구가 교체될 때 자동으로 다시 연결/연결 해제됩니다.
pl_pl: Podłącz/odłącz automatycznie, gdy obrabiarka wykonuje zmianę narzędzia
pt_pt: Conectar/desconectar automaticamente quando a máquina realiza uma troca de ferramenta
sv_se: Anslut/koppla från automatiskt när maskinen utför verktygsbyte
zh_hans: 当机床换刀时，自动连接/断开连接

# AutoConnect_ToolIdHeader
source: Tool Location ID
de_de: Werkzeug-ID
es_es: ID de ubicación de la herramienta
fr_fr: ID position outil
it_it: ID posizione utensile
ja_jp: ツールロケーションID
ko_kr: 공구 위치 ID
pl_pl: ID lokalizacji narzędzia
pt_pt: ID do local da ferramenta
sv_se: Verktygsplats-ID
zh_hans: 刀具位置ID

source: Autoscale
de_de: Automatische Skalierung
es_es: Escalado automático
fr_fr: Mise à l’échelle automatique
it_it: Ridimensionamento automatico
ja_jp: 自動スケーリング
ko_kr: 자동 크기 조정
pl_pl: Automatyczne skalowanie
pt_pt: Dimensionamento automático
sv_se: Autoskallering
zh_hans: 自动缩放

source: Available
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
it_it: Disponibile
ja_jp: 利用できる
ko_kr: 이용할 수 있는
pl_pl: Dostępny
pt_pt: Disponível
sv_se: Tillgänglig
zh_hans: 可用

# AvailableMachineActions_ActionType_Title.Text
source: Action type:
de_de: Aktionstyp:
es_es: Tipo de acción:
fr_fr: Type d'action :
it_it: Tipo azione:
ja_jp: アクションタイプ：
pl_pl: Typ czynności:
pt_pt: Tipo de ação:
sv_se: Typ av åtgärd:
zh_hans: 操作类型：

# AvailableMachineActions_ActionValue_NotUsed.Text
source: Not used
de_de: Unbenutzt
es_es: No utilizado
fr_fr: Inutilisé
it_it: Non utilizzato
ja_jp: 未使用
ko_kr: 사용 안 함
pl_pl: Niewykorzystywane
pt_pt: Não usado
sv_se: Används ej
zh_hans: 未使用

# AvailableMachineActions_ActionValue_Title.Text
source: Action value:
de_de: Aktionswert:
es_es: Valor de la acción:
fr_fr: Valeur de l'action :
it_it: Valore azione:
ja_jp: アクション値：
pl_pl: Wartość czynności:
pt_pt: Valor da ação:
sv_se: Värde:
zh_hans: 操作值：

# AvailableMachineActions_FromMachine_Header.Text
source: The following actions can be sent directly from the NC code to the Sensorized Tools software. Each action contains an action type, specifying which action it is, and a value, specifying a relevant value such as a new load limit value. The value field is not always in use. The last received time and value can be used to test functionality prior to use in production.
de_de: Die folgenden Aktionen können direkt aus dem NC-Code an die Silent Tools™ Plus Software gesendet werden. Jede Aktion enthält einen Aktionstyp, der angibt, um welche Art von Aktion es sich handelt, und einen Wert, der einen relevanten Zahlenwert angibt, z. B. einen neuen Belastungsgrenzwert. Das Wertefeld wird nicht in allen Fällen verwendet. Die zuletzt empfangene Zeit und der Wert können verwendet werden, um die Funktionalität vor der Verwendung in der Produktion zu testen.
es_es: Las siguientes acciones pueden enviarse directamente del código de CN al software Silent Tools™ Plus. Cada acción contiene un tipo de acción, que especifica qué tipo de acción es y un valor que especifica un valor pertinente, como, p. ej., un nuevo valor de límite de carga. El campo de valor no siempre está en uso. El último valor y tiempo recibidos pueden usarse para probar la función antes de usarla en producción.
fr_fr: Les actions suivantes peuvent être envoyées directement à partir du code CN vers le logiciel Silent Tools™ Plus. Chaque action contient un type d'action qui détermine l'action et une valeur, par exemple pour indiquer une nouvelle limite de charge. Le champ réservé à la valeur n'est pas toujours utilisé. Il est possible d'utiliser la dernière heure et la dernière valeur reçues pour tester la fonctionnalité avant son utilisation en production.
it_it: Le seguenti azioni possono essere inviate direttamente dal codice NC al software Silent Tools™ Plus. Ogni azione contiene un campo in cui è specificato di quale azione si tratta e un campo in cui si specifica il valore rilevante, come ad esempio un nuovo valore del limite di carico. Il campo del valore non è sempre utilizzato. L'ora e il valore dell'ultima ricezione possono essere utilizzati per testare la funzionalità prima dell'uso in produzione
ja_jp: 以下のアクションを、NCコードからSilent Tools™ Plusソフトウェアへ直接送信することができます。各アクションにはどのアクションかを示すアクションタイプ、関連する値を示す数値が含まれています、例：新しい負荷限界値。値フィールドは、必ず使用するとは限りません。最後に受信した時刻と値を使用して、実際に使用する前にテストすることができます。
ko_kr: 다음 작업은 NC 코드에서 Silent Tools™ Plus 소프트웨어로 직접 보낼 수 있습니다. 각 작업에는 어떤 작업인지를 나타내는 작업 유형과 관련 값을 지정하는 값(예: 새 부하 한도값)이 포함됩니다. 값 필드가 항상 사용되지는 않습니다. 마지막 수신 시간과 값을 이용해 기능을 생산 단계에서 사용하기 전에 테스트할 수 있습니다.
pl_pl: Poniższe czynności mogą być wysyłane bezpośrednio z kodu NC do oprogramowania Silent Tools™ Plus. Każda czynność zawiera typ czynności, który określa rodzaj akcji oraz zawiera wartość definiującą określoną wartość, np. nową wartość graniczną obciążenia. Pole wartości nie zawsze jest używane. Ostatniego odebranego czasu oraz wartości można użyć do przetestowania funkcji przed zastosowaniem jej w produkcji.
pt_pt: As seguintes ações podem ser enviadas directamente do código NC para o software Silent Tools™ Plus. Cada ação contém um tipo de ação, especificando de qual se trata, e um valor que especifica um valor relevante, por exemplo, um novo valor de limite de carga. O campo do valor nem sempre está em uso. É possível utilizar o último tempo e valor recebidos para testar a funcionalidade antes de a usar na produção.
sv_se: Följande handlingar kan skickas direkt från NC-koden till Silent Tools™ Plus-programvaran. Varje handling innehåller en typ av åtgärd som specificerar vad det är för typ av åtgärd samt ett värde som specificerar ett relevant värde som t.ex. ett nytt gränsvärde på belastning (load). Värdefältet används inte alltid. Den tid och det värde som mottogs senast kan användas för att testa funktionen före användning i produktionen.
zh_hans: 可以将以下操作直接从NC代码发送到Silent Tools™ Plus软件。每个操作都包含一个操作类型 (指定是什么样的操作) 和一个值 (指定相关值，例如新的负载限值)。值字段并非始终处于使用状态。 上次接收的时间和值可用于在生产环境中使用功能之前对功能进行测试。

# AvailableMachineActions_LastReceivedTime_NoneToday
source: None today
de_de: Heute keine
es_es: Ninguno hoy
fr_fr: Aucune aujourd'hui
it_it: Nessuno oggi
ja_jp: 本日はデータなし
ko_kr: 오늘 없음
pl_pl: Brak dzisiaj
pt_pt: Hoje nenhum
sv_se: Ingen idag
zh_hans: 今天没有

# AvailableMachineActions_LastReceivedTime_Title.Text
source: Last received:
de_de: Zuletzt empfangen:
es_es: Último recibido:
fr_fr: Dernière reçue :
it_it: Ultimo ricevuto:
ja_jp: 最後の受信：
ko_kr: 마지막 수신:
pl_pl: Ostatnio odebrano:
pt_pt: Último recebido:
sv_se: Senast mottagen:
zh_hans: 上次接收时间：

# AvailableMachineActions_LastReceivedValue_Title.Text
source: Last value:
de_de: Letzter Wert:
es_es: Último valor:
fr_fr: Dernière valeur :
it_it: Ultimo valore:
ja_jp: 最後の値：
ko_kr: 마지막 값:
pl_pl: Ostatnia wartość:
pt_pt: Último valor:
sv_se: Senaste värde:
zh_hans: 上次值：

# AvailableMachineActions_RecommendedUse_Title.Text
source: Recommended use:
de_de: Empfohlene Verwendung:
es_es: Uso recomendado:
fr_fr: Action recommandée :
it_it: Uso consigliato:
ja_jp: 推奨使用法：
ko_kr: 권장 용도:
pl_pl: Zalecane użycie:
pt_pt: Utilização recomendada:
sv_se: Rekommenderad användning:
zh_hans: 推荐使用：

# AvailableMachineActions_TestButton_Text.Text
source: Send test signal
de_de: Testsignal senden
es_es: Enviar señal de prueba
fr_fr: Envoi signal test
it_it: Invia segnale di prova
ja_jp: テスト信号送信
ko_kr: 테스트 신호 전송
pl_pl: Wyślij sygnał testowy
pt_pt: Enviar sinal de teste
sv_se: Skicka testsignal
zh_hans: 发送测试信号

# AvailableMachineActions_ToMachine_Header.Text
source: All actions below create an NC interrupt and will run a sub-program specific to that action type where you can decide on the correct action for your process. Each action has a type, specifying which event it is, and a value field. The value field is not always in use. Use the "Send test signal" buttons below to test each action type prior to use in production.
de_de: Alle unten aufgeführten Aktionen erzeugen einen NC-Interrupt und starten die Ausführung eines für diesen Aktionstyp spezifischen Unterprogramms, in dem Sie über die richtige Aktion für Ihren Prozess entscheiden können. Jede Aktion besitzt ein Wertefeld und es ist ihr ein Typ zugeordnet, der angibt, um welches Ereignis es sich handelt. Das Wertefeld wird nicht in allen Fällen verwendet. Verwenden Sie die Schaltflächen "Testsignal senden" unten, um jeden Aktionstyp vor der Verwendung in der Produktion zu testen.
es_es: Todas las siguientes acciones interrumpen el CN y ejecutan un subprograma específico para ese tipo de acción que le permite decidir cuál es la acción correcta para su proceso. Cada acción tiene un tipo, que especifica qué evento es, y un campo de valor. El campo de valor no siempre está en uso. Use el siguiente botón de "Enviar señal de test" para probar cada tipo de acción antes de usarlo en producción.
fr_fr: Toutes les actions ci-dessous créent une interruption CN et lancent un sous-programme spécifique au type d'action qui permet de décider l'action correcte pour le process. Chaque action a un type qui détermine de quel évènement il s'agit et un champ de valeur. Le champ réservé à la valeur n'est pas toujours utilisé. Utiliser les boutons « Envoi signal test » ci-dessous pour tester chaque type d'action avant de les utiliser en production.
it_it: Tutte le azioni seguenti creano un interrupt NC ed eseguiranno un sottoprogramma specifico per quel tipo di azione. Puoi decidere l'azione corretta per la tua lavorazione. Ogni azione ha un campo che specifica di quale evento si tratta e un campo valore. Il campo valore non è sempre utilizzato. Utilizza i pulsanti "Invia segnale di prova" per testare ogni tipo di azione prima dell'uso in produzione.
ja_jp: 下記のすべてのアクションはNC割り込みを生成し、プロセスに対する正しいアクションを決定することのできるアクションタイプに関するサブプログラムを実行します。 各アクションには、どのイベントかを示すタイプおよびバリューフィールドがあります。バリューフィールドは、必ず使用するとは限りません。下記の「Send test signal (テスト信号送信)」ボタンを押して、実際に使用する前に各アクションタイプをテストすることができます。
ko_kr: 아래의 모든 작업은 NC 인터럽트를 생성하며, 작업 유형에 대한 하위 프로그램을 실행합니다. 이때 프로세스에 올바른 작업을 정할 수 있습니다. 각 작업에는 어떤 이벤트인지를 나타내는 유형과 값 필드가 있습니다. 값 필드가 항상 사용되지는 않습니다. 아래의 'Send test signal' 버튼을 사용하여 각 작업 유형을 생산 단계에서 사용하기 전에 테스트하십시오.
pl_pl: Wszystkie poniższe czynności tworzą przerwanie NC i uruchomią konkretny podprogram dla tego typu czynności, w którym można zdecydować o doborze właściwej czynności dla danego procesu. Każda czynność posiada swój typ, który określa o jakie zdarzenie chodzi, oraz pole wartości. Pole wartości nie jest zawsze używane. Użyj poniższych przycisków „Wyślij sygnał testowy”, aby przetestować każdy typ czynności przed użyciem go w produkcji.
pt_pt: Todas as ações abaixo criam uma interrupção no NC e irão executar um subprograma específico desse tipo de ação, no qual pode escolher a ação corretiva para o seu processo. Cada ação possui um tipo de ação, especificando de que evento se trata, e um campo valor. O campo valor nem sempre está em uso. Utilize os botões "Enviar sinal de teste" abaixo para testar cada tipo de ação antes de a usar na produção.
sv_se: Alla handlingar nedan framkallar ett NC-avbrott och kör ett underprogram som är specifikt för den typ av åtgärd du önskar och som är lämplig för din process. Varje handling består av en särskild typ som specificerar vad det är för typ av åtgärd samt ett värdefält. Värdefältet används inte alltid. Använd knappen nedan, ”Skicka testsignal” för att testa varje typ av åtgärd innan användning i produktion.
zh_hans: 下面的所有操作都会创建一个NC中断，并将运行一个特定于该操作类型的子程序，您可以在其中确定流程的正确操作。 每个操作都有一个类型 (指定它是哪个事件)，还有一个值字段。值字段并非始终处于使用状态。 在生产环境中使用之前，请使用下面的“发送测试信号”按钮来测试每个操作类型。

# AvailableMachineActions_WidgetFromMachine.Title
source: From machine to Sensorized Tools
de_de: Von der Maschine zu Silent Tools™ Plus
es_es: De la máquina a Silent Tools™ Plus
fr_fr: De la machine vers Silent Tools™ Plus
it_it: Dalla macchina a Silent Tools™ Plus
ja_jp: 機械からSilent Tools™ Plusへ
ko_kr: 장비에서 Silent Tools™ Plus로
pl_pl: Z obrabiarki do Silent Tools™ Plus
pt_pt: Da máquina para a Silent Tools™ Plus
sv_se: Från maskin till Silent Tools™ Plus
zh_hans: 从机床到Silent Tools™ Plus

# AvailableMachineActions_WidgetToMachine.Title
source: From Sensorized Tools to machine
de_de: Von Silent Tools™ Plus zur Maschine
es_es: De Silent Tools™ Plus a la máquina
fr_fr: De Silent Tools™ Plus vers la machine
it_it: Da Silent Tools™ Plus alla macchina
ja_jp: Silent Tools™ Plusから機械へ
ko_kr: Silent Tools™ Plus에서 장비로
pl_pl: Z Silent Tools™ Plus do obrabiarki
pt_pt: Da Silent Tools™ Plus para a máquina
sv_se: Från Silent Tools™ Plus till maskin
zh_hans: 从Silent Tools™ Plus到机床

# Battery_Calculating
source: Calculating
de_de: Berechnen
es_es: Calculando
fr_fr: Calcul en cours
it_it: Calcolo in corso...
ja_jp: 計算中
ko_kr: 계산중
pl_pl: Obliczanie
pt_pt: Cálculando
sv_se: Beräknar
zh_hans: 正在计算

# Battery_Charging
source: Charging
de_de: Aufladung
es_es: Carga
fr_fr: Charge
it_it: Caricamento
ja_jp: 充電
ko_kr: 충전
pl_pl: Ładowanie
pt_pt: Carregando
sv_se: Laddning
zh_hans: 充电

# Battery_Charging_Status
source: Charging status
de_de: Ladestatus
es_es: Estado de carga
fr_fr: État de charge
it_it: Stato di carica
ja_jp: 充電状態
ko_kr: 충전 상태
pl_pl: Stan ładowania
pt_pt: Estado de carregamento
sv_se: Status laddning
zh_hans: 充电状态

source: Battery empty
de_de: Akku leer
es_es: Batería descargada
fr_fr: Batterie épuisée
it_it: Batteria scarica
ja_jp: バッテリー残量なし
ko_kr: 배터리 용량 없음
pl_pl: Bateria rozładowana
pt_pt: Bateria vazia
sv_se: Batteri tomt
zh_hans: 电池没电

source: Battery full
de_de: Akku voll
es_es: Batería cargada
fr_fr: Batterie chargée
it_it: Batteria carica al 100%
ja_jp: フル充電
ko_kr: 배터리 가득참
pl_pl: Bateria pełna
pt_pt: Bateria cheia
sv_se: Batteri fullt
zh_hans: 电池满电

# Battery_Remaining_Full
source: Battery remaining
de_de: Batterie verbleibt
es_es: Batería restante
fr_fr: Batterie restante
it_it: Batteria rimanente
ja_jp: バッテリー残量
ko_kr: 배터리 잔량
pl_pl: Pozostała bateria
pt_pt: Bateria restante
sv_se: Återstående batteritid
zh_hans: 剩余电池

# Battery_Time_Remaining
source: Time remaining
de_de: Verbleibende Zeit
es_es: Tiempo restante
fr_fr: Temps restant
it_it: Tempo rimanente
ja_jp: 残り時間
ko_kr: 남은 시간
pl_pl: Pozostały czas
pt_pt: Tempo restante
sv_se: Återstående tid
zh_hans: 剩余时间

# Button_Browse
source: Browse
de_de: Durchsuchen
es_es: Navegar
fr_fr: Navigation
it_it: Sfoglia
ja_jp: 参照
ko_kr: 찾아보기
pl_pl: Przeglądaj
pt_pt: Navegar
sv_se: Bläddra
zh_hans: 浏览

# XX_Button_Cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_pt: Cancelar
sv_se: Avbryt
zh_hans: 取消

# Button_Close
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 종료
pl_pl: Zamknij
pt_pt: Fechar
sv_se: Stäng
zh_hans: 关闭

# Button_Connect
source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Connexion
it_it: Connetti
ja_jp: 接続
ko_kr: 연결
pl_pl: Połącz
pt_pt: Conectar
sv_se: Anslut
zh_hans: 连接

# Button_Continue
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 続行
ko_kr: 계속
pl_pl: Kontynuuj
pt_pt: Continuar
sv_se: Fortsätt
zh_hans: 继续

# Button_CreateNew
source: Create new
de_de: Neue erstellen
es_es: Crear nuevo
fr_fr: Créer un nouveau
it_it: Crea nuovo
ja_jp: 新規作成
ko_kr: 새로 만들기
pl_pl: Utwórz nowy
pt_pt: Criar novo
sv_se: Skapa ny
zh_hans: 新建

# XX_Button_Delete
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Cancella
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_pt: Eliminar
sv_se: Radera
zh_hans: 删除

# Button_Discard
source: Discard
de_de: Abwerfen
es_es: Descartar
fr_fr: ignorer
it_it: Scartare
ja_jp: 破棄する
ko_kr: 폐기
pl_pl: Odrzucić
pt_pt: Rejeitar
sv_se: Kassera
zh_hans: 丢弃

# Button_Disconnect
source: Disconnect
de_de: Verbindung trennen
es_es: Desconectar
fr_fr: Déconnexion
it_it: Disconnetti
ja_jp: 接続を解除する
ko_kr: 연결끊기
pl_pl: Rozłącz
pt_pt: Desconectar
sv_se: Koppla från
zh_hans: 断开

# Button_Edit
source: Edit
de_de: Editieren
es_es: Editar
fr_fr: Éditer
it_it: Modificare
ja_jp: 編集
ko_kr: 편집
pl_pl: Edycja
pt_pt: Editar
sv_se: Redigera
zh_hans: 编辑

# Button_Export
source: Export
de_de: Exportieren
es_es: Exportar
fr_fr: Exporter
it_it: Esporta
ja_jp: エクスポート
ko_kr: 내보내기
pl_pl: Eksport
pt_pt: Exportar
sv_se: Exportera
zh_hans: 导出

# Button_Later
source: Later
de_de: Später
es_es: Después
fr_fr: Plus tard
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
pl_pl: Później
pt_pt: Posteriormente
sv_se: Senare
zh_hans: 稍后

# XX_Button_OK
source: OK
es_es: Aceptar
ko_kr: 확인
zh_hans: 正常

# Button_Save
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存
ko_kr: 저장
pl_pl: Zapisz
pt_pt: Guardar
sv_se: Spara
zh_hans: 保存

# Button_SaveAsNew
source: Save as new
de_de: Als neu speichern
es_es: Guardar como nuevo
fr_fr: Enregistrer comme nouveau
it_it: Salva come nuovo
ja_jp: 新規保存
ko_kr: 새 이름으로 저장
pl_pl: Zapisz jako nowy
pt_pt: Guardar como novo
sv_se: Spara som ny
zh_hans: 另存为新的

# Button_Stay
source: Stay
de_de: Bleiben
es_es: Quedar
fr_fr: Rester
it_it: Restare
ja_jp: ページに留まる
ko_kr: 계속
pl_pl: Pozostań
pt_pt: Estadia
sv_se: Stanna
zh_hans: 留

# Button_Submit
source: Submit
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
ja_jp: 送信
ko_kr: 제출
pl_pl: Prześlij
pt_pt: Enviar
sv_se: Skicka in
zh_hans: 提交

# Button_Update
source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
it_it: Aggiornare
ja_jp: 更新
ko_kr: 업데이트
pl_pl: Aktualizacja
pt_pt: Atualizar
sv_se: Uppdatera
zh_hans: 更新

# Button_UpdateNow
source: Update now
de_de: Jetzt aktualisieren
es_es: Actualizar ahora
fr_fr: Mettre à jour immédiatement
it_it: Aggiorna subito
ja_jp: すぐに更新する
ko_kr: 지금 업데이트
pl_pl: Zaktualizuj teraz
pt_pt: Atualizar agora
sv_se: Uppdatera nu
zh_hans: 立即更新

source: Checking firmware
de_de: Überprüfen der Firmware
es_es: Comprobación del firmware
fr_fr: Vérification du firmware
it_it: Controllo del firmware
ja_jp: ファームウェアの確認
ko_kr: 펌웨어 확인
pl_pl: Sprawdzanie oprogramowania sprzętowego
pt_pt: Verificação de firmware
sv_se: Kontrollera firmware
zh_hans: 检查固件

source: Checking license
de_de: Lizenz prüfen
es_es: Comprobación de la licencia
fr_fr: Vérification de la licence
it_it: Verifica della licenza
ja_jp: ライセンスの確認
ko_kr: 라이센스 확인
pl_pl: Sprawdzanie licencji
pt_pt: Licença de verificação
sv_se: Kontrollera licens
zh_hans: 检查许可证

source: Click to abort
de_de: Klicken Sie hier, um den Vorgang abzubrechen
es_es: Haga clic para anular
fr_fr: Cliquez pour abandonner
it_it: Fare clic per interrompere
ja_jp: クリックして中止
ko_kr: 중단하려면 클릭
pl_pl: Kliknij, aby przerwać
pt_pt: Clique para abortar
sv_se: Klicka för att avbryta
zh_hans: 单击以中止
