Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# Settings_WidgetCutSensitivity.Title
source: Cut Detection Sensitivity
de_de: Empfindlichkeit Anschnitterkennung
es_es: Sensibilidad para la detección de cortes
fr_fr: Sensibilité de la détection de coupe
it_it: Sensibilità di rilevamento della lavorazione
ja_jp: 加工検出感度
ko_kr: 절삭 감지 민감도
pl_pl: Czułość wykrywania skrawania
pt_pt: Sensibilidade de deteção do corte
sv_se: Känslighet för detektering av ingrepp
zh_hans: 切削检测灵敏度

# Settings_WidgetHelp.Title
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Guida
ja_jp: ヘルプ
ko_kr: 도움말
pl_pl: Pomoc
pt_pt: Ajuda
sv_se: Hjälp
zh_hans: 帮助

# Settings_WidgetLanguage.Title
source: Application language
de_de: Programmsprache
es_es: Idioma de la aplicación
fr_fr: Langue de l'application
it_it: Lingua dell'applicazione
ja_jp: 言語
ko_kr: 사용 언어
pl_pl: Język aplikacji
pt_pt: Idioma da aplicação
sv_se: Språk
zh_hans: 应用程序语言

# Settings_WidgetLicense.Title
source: License Information
de_de: Lizenzinformation
es_es: Información de la licencia
fr_fr: Informations sur la licence
it_it: Dati relativi alla licenza
ja_jp: ライセンス情報
ko_kr: 라이센스 정보
pl_pl: Informacje o licencji
pt_pt: Informações da licença
sv_se: Licensinformation
zh_hans: 许可证信息

# Settings_WidgetThresholds.Title
source: Thresholds
de_de: Schwellenwerte
es_es: Umbrales
fr_fr: Seuils
it_it: Soglie
ja_jp: しきい値
ko_kr: 임계값
pl_pl: Wartości progowe
pt_pt: Limites
sv_se: Tröskelvärden
zh_hans: 阈值

# Settings_WidgetToolName.Title
source: Tool Name
de_de: Werkzeugbezeichnung
es_es: Nombre de la herramienta
fr_fr: Nom de l'outil
it_it: Nome utensile
ja_jp: 工具名
ko_kr: 공구 이름
pl_pl: Nazwa narzędzia
pt_pt: Nome da ferramenta
sv_se: Verktygsnamn
zh_hans: 工具名称

# Settings_WidgetUnits.Title
source: Units
de_de: Einheiten
es_es: Unidades
fr_fr: Système de mesure
it_it: Unità
ja_jp: ユニット
ko_kr: 단위
pl_pl: Jednostki
pt_pt: Unidades
sv_se: Enheter
zh_hans: 单位

source: Show/ Hide
de_de: Ein-/Ausblenden
es_es: Mostrar/ Ocultar
fr_fr: Afficher/ Masquer
it_it: Mostra/Nascondi
ja_jp: 表示/非表示
ko_kr: 표시/숨기기
pl_pl: Pokaż/ Ukryj
pt_pt: Mostrar / Ocultar
sv_se: Visa/ Dölj
zh_hans: 显示/隐藏

source: Software Name
es_es: Nombre del software
fr_fr: Nom du logiciel
it_it: Nome del software
ja_jp: ソフトウェア名
ko_kr: 소프트웨어 이름
pl_pl: Nazwa oprogramowania
pt_pt: Nome do Software
sv_se: Programvarans namn
zh_hans: 软件名称

source: Software Version String
de_de: Software-Versions-String
es_es: Cadena de versión de software
fr_fr: version du logiciel
it_it: Stringa di versione software
ja_jp: ソフトウェア バージョン文字列
ko_kr: 소프트웨어 버전 문자열
pl_pl: Ciąg wersji oprogramowania
pt_pt: String de versão do software
sv_se: Sträng för programvaruversion
zh_hans: 软件版本字符串

source: Source
de_de: Quelle
es_es: Fuente
it_it: Fonte
ja_jp: ソース
ko_kr: 소스
pl_pl: Źródło
pt_pt: Fonte
sv_se: Källa
zh_hans: 源

source: Start Time
de_de: Startzeit
es_es: Hora de comienzo
fr_fr: Heure de début
it_it: Ora di inizio
ja_jp: 開始時間
ko_kr: 시작 시간
pl_pl: Godzina rozpoczęcia
pt_pt: Hora de Início
sv_se: Starttid
zh_hans: 开始时间

# StatusEnum_BATTERY_CRITICAL
source: Battery critically low
de_de: Akkustand sehr niedrig
es_es: Nivel crítico de batería
fr_fr: Niveau critique de déchargement de la batterie
it_it: Livello batteria molto basso
ja_jp: バッテリー残量が極度に低下
ko_kr: 배터리 매우 부족
pl_pl: Bardzo niski poziom naładowania baterii
pt_pt: Nível de bateria crítico
sv_se: Batteriet är på kritiskt låg nivå
zh_hans: 电池电量过低

# StatusEnum_BATTERY_LOW
source: Battery low
de_de: Akkustand niedrig
es_es: Batería baja
fr_fr: Batterie faible
it_it: Livello batteria basso
ja_jp: バッテリー残量低下
ko_kr: 배터리 부족
pl_pl: Niski poziom naładowania baterii
pt_pt: Bateria fraca
sv_se: Batteriet har låg nivå
zh_hans: 电池电量低

# StatusEnum_CALIBRATION
source: Calibrating...
de_de: Kalibrieren...
es_es: Calibrando...
fr_fr: Calibrage...
it_it: Calcolo in corso...
ja_jp: キャリブレーション中です...
ko_kr: 보정 중...
pl_pl: Kalibracja...
pt_pt: Calibrando...
sv_se: Kalibrering...
zh_hans: 正在校准...

# StatusEnum_CHATTER
source: Vibrations detected
de_de: Vibrationen erkannt
es_es: Vibraciones detectadas
fr_fr: Vibrations détectées
it_it: Rilevamento di vibrazioni
ja_jp: びびりを検知しました
ko_kr: 진동 감지됨
pl_pl: Wykryto drgania
pt_pt: Detetadas vibrações
sv_se: Vibrationer detekterades
zh_hans: 检测到振动

# StatusEnum_CHATTER_INTENSE
source: Intense vibrations detected
de_de: Starke Vibrationen erkannt
es_es: Fuertes vibraciones detectadas
fr_fr: Fortes vibrations détectées
it_it: Rilevamento di vibrazioni forti
ja_jp: 激しいびびりを検知しました
ko_kr: 심한 진동 감지됨
pl_pl: Wykryto duże drgania
pt_pt: Detetadas vibrações intensas
sv_se: Kraftiga vibrationer detekterades
zh_hans: 检测到强烈振动

# StatusEnum_CHATTER_SLIGHT
source: Slight vibrations detected
de_de: Leichte Vibrationen erkannt
es_es: Ligeras vibraciones detectadas
fr_fr: Faibles vibrations détectées
it_it: Rilevamento di vibrazioni leggere
ja_jp: 微小なびびりを検知しました
ko_kr: 약한 진동 감지됨
pl_pl: Wykryto delikatne drgania
pt_pt: Detetadas vibrações ligeiras
sv_se: Lätta vibrationer detekterades
zh_hans: 检测到轻微振动

# StatusEnum_CONNECTION_UNRELIABLE
source: Connection unreliable
de_de: Gestörte Verbindung
es_es: Conexión no fiable
fr_fr: Connexion non fiable
it_it: Connessione inaffidabile
ja_jp: 接続が不安定です
ko_kr: 신뢰할 수 없는 연결
pl_pl: Połączenie jest niestabilne
pt_pt: Conexão instável
sv_se: Ej tillförlitlig anslutning
zh_hans: 连接不可靠

# StatusEnum_CUT_IN
source: Cut in progress
de_de: Im Schnitt
es_es: Mecanizado activo
fr_fr: Coupe en cours
it_it: Taglio in corso
ja_jp: 加工中です
ko_kr: 절삭 진행 중
pl_pl: Przejście w toku
pt_pt: Em corte
sv_se: Ingrepp pågår
zh_hans: 正在切削

# StatusEnum_CUT_OUT
source: Out of cut
de_de: Nicht im Schnitt
es_es: Fuera del corte
fr_fr: Hors coupe
it_it: Utensile non impegnato nel taglio
ja_jp: 加工中ではありません
ko_kr: 절삭 진행되지 않음
pl_pl: Brak aktywnego przejścia
pt_pt: Não em corte
sv_se: Utanför ingrepp
zh_hans: 未在切削

# StatusEnum_DeflectionLimitSet
source: New deflection limit set from machine
de_de: Neue Abdrängungsgrenze von der Maschine eingestellt
es_es: Nuevo límite de deflexión establecido desde la máquina
fr_fr: Nouvelle limite de déflexion définie par la machine
it_it: Nuovo limite di flessione impostato dalla macchina
ja_jp: 機械から設定された新しいたわみ量へのリミット
ko_kr: 기계로부터 새로운 굽힘 한계값 설정
pl_pl: Nowy zestaw limitu ugięcia z maszyny
pt_pt: Novo limite de deflexão definido a partir da máquina
sv_se: Ny utböjningsgräns inställd från maskinen
zh_hans: 从机器设置新的挠度限制

# StatusEnum_DeflectionOutsideOfLimits
source: Deflection outside limit, machine interrupt sent
de_de: Durchbiegungsgrenzwert, Maschinen-Interrupt gesendet
es_es: Límite de deflexión de salida, interrupción de la máquina enviada
fr_fr: Limite de déviation, interruption de la machine envoyée
it_it: Flessione oltre i limiti, interrupt macchina inviato
ja_jp: たわみしきい値超過、機械割り込みが送信されました
ko_kr: 한계를 벗어난 굽힘량, 장비 인터럽트 전송
pl_pl: Limit odchylenia, przerwanie obrabiarki wysłane
pt_pt: Deflexão fora do limite, enviada interrupção para a máquina
sv_se: Avböjning utanför gränsen, avbrytskommando sänt maskin
zh_hans: 偏转极限，机器中断发送

# StatusEnum_INSERT_DURATION_HIGH
source: Insert reaching max. duration
de_de: Schneidplatte erreicht max. Einsatzdauer
es_es: Duración máx. de plaquita alcanzada
fr_fr: Plaquette en fin de vie
it_it: Inserto vicino alla durata massima
ja_jp: チップ使用時間が最大値に到達します
ko_kr: 인서트가 최대 사용시간에 접근 중
pl_pl: Płytka osiągnęła maksymalną trwałość
pt_pt: A pastilha está próxima da vida máxima
sv_se: Skärlivslängden börjar nå max.
zh_hans: 刀片达到最长持续时间

# StatusEnum_INSERT_DURATION_OVER
source: Insert breakage risk
de_de: Risiko des Schneidplattenbruchs
es_es: Riesgo de rotura de plaquita
fr_fr: Risque de rupture de la plaquette
it_it: Rischio di rottura dell'inserto
ja_jp: チップ破損のおそれがあります
ko_kr: 인서트 파손 위험
pl_pl: Ryzyko wyłamania płytki
pt_pt: Risco de quebra da pastilha
sv_se: Risk för skärbrott
zh_hans: 刀片破裂风险

# StatusEnum_LoadLimitSet
source: New load limit set from machine
de_de: Neue Belastungsgrenze von der Maschine eingestellt
es_es: Nuevo límite de carga fijado por la máquina
fr_fr: Nouvelle limite de charge définie par la machine
it_it: Nuovo limite di carico impostato dalla macchina
ja_jp: 機械から新しい負荷しきい値が設定されました
ko_kr: 장비에서 설정된 새 부하 한계
pl_pl: Nowa nastawa wartości granicznej obciążenia z obrabiarki
pt_pt: Novo limite de carga definido na máquina
sv_se: Nytt belastningsgränsvärde inställd från maskinen
zh_hans: 从机床设置新的负载限制

# StatusEnum_LOAD_HIGH
source: High load
de_de: Hoher Schnittdruck
es_es: Carga elevada
fr_fr: Charge élevée
it_it: Carico elevato
ja_jp: 高負荷
ko_kr: 높은 부하
pl_pl: Wysokie obciążenie
pt_pt: Carga elevada
sv_se: Hög belastning
zh_hans: 高载荷

# StatusEnum_LOAD_OVER
source: Overload. Tool may be damaged
de_de: Überlastung erkannt. Die Bohrstange kann beschädigt worden sein
es_es: Sobrecarga. El adaptador de torneado puede estar dañado
fr_fr: Surcharge. L'adaptateur de tournage pourrait être endommagé
it_it: Sovraccarico. Rischio di danneggiamento dell'adattatore di tornitura
ja_jp: 過負荷状態です。バーが損傷するおそれがあります
ko_kr: 과부하. 선삭 어댑터가 손상될 수 있습니다.
pl_pl: Przeciążenie. Adapter tokarski może zostać uszkodzony
pt_pt: Sobrecarga. A ferramenta pode-se danificar
sv_se: Överbelastning. Verktyget kan skadas
zh_hans: 过载。可能损坏车削接杆

# StatusEnum_LOAD_OVER_SAFE_RETRACT
source: Load outside limit, machine interrupt sent
de_de: Belastung außerhalb der Grenzwerte, Maschinen-Interrupt gesendet
es_es: Carga fuera de los límites, comando de interrupción enviado
fr_fr: Charge hors limites, interruption machine envoyée
it_it: Carico fuori dai limiti, interrupt macchina inviato
ja_jp: 負荷しきい値超過、機械割り込みが送信されました
ko_kr: 부하가 한도를 벗어남, 장비 인터럽트 전송됨
pl_pl: Obciążenie poza zakresem wartości granicznych, wysłano polecenie przerwania do obrabiarki
pt_pt: Carga fora do limite, interrupção da máquina enviada
sv_se: Belastning utanför gränsvärdet, avbrytskommando sänt maskin
zh_hans: 负载超出限制，已发送机床中断通知

# StatusEnum_LOST_CONNECTION
source: Lost connection to sensorized tool
de_de: Verbindung zur Bohrstange verloren
es_es: Fallo de conexión con adaptador de torneado
fr_fr: Connexion avec l'adaptateur de tournage perdue
it_it: Perdita di connessione con l'adattatore di tornitura
ja_jp: バーとの接続が失われました
ko_kr: 선삭 어댑터와의 연결 끊어짐
pl_pl: Utracono połączenie z adapterem tokarskim
pt_pt: Perda da conexão com a ferramenta
sv_se: Verktyget har tappat anslutning
zh_hans: 与车削接杆失去连接

# StatusEnum_NOT_CONNECTED
source: Not connected
de_de: Nicht verbunden
es_es: No conectado
fr_fr: Non connecté
it_it: Non connesso
ja_jp: 接続されていません
ko_kr: 연결되지 않음
pl_pl: Nie podłączony
pt_pt: Não conectado
sv_se: Ej anslutet
zh_hans: 未连接

# StatusEnum_READY
source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
it_it: Pronto
ja_jp: 待機中です
ko_kr: 준비됨
pl_pl: Gotowy
pt_pt: Preparado
sv_se: Klart
zh_hans: 就绪

# StatusEnum_RECONNECTING
source: Reconnecting
de_de: Wiederaufbau
es_es: Reconectando
fr_fr: Reconnexion en cours
it_it: Riconnessione in corso...
ja_jp: 再接続中です
ko_kr: 다시 연결 중
pl_pl: Ponowne łączenie
pt_pt: Reconectando
sv_se: Återansluter
zh_hans: 正在重新连接

# StatusEnum_SENSOR_MISSING
source: Sensor connection missing
de_de: Sensorverbindung fehlt
es_es: Conexión de sensor faltante
fr_fr: Connexion manquante avec un capteur
it_it: Mancanza di connessione al sensore
ja_jp: センサーとの接続がありません
ko_kr: 센서 연결 없음
pl_pl: Brak połączenia z czujnikiem
pt_pt: Falta conexão do sensor
sv_se: Saknar anslutning till sensor
zh_hans: 传感器连接丢失

# StatusEnum_TemperatureLimitSet
source: New temperature limit set from machine
de_de: Neue Temperaturgrenze von der Maschine eingestellt
es_es: Nuevo límite de temperatura fijado por la máquina
fr_fr: Nouvelle limite de température définie par la machine
it_it: Nuovo limite di temperatura impostato dalla macchina
ja_jp: 機械から新しい温度しきい値が設定されました
ko_kr: 기계에서 설정된 새 온도 한계
pl_pl: Nowa nastawa wartości granicznej temperatury z obrabiarki
pt_pt: Novo limite de temperatura definido na máquina
sv_se: Nytt temperaturgränsvärde inställt från maskinen
zh_hans: 从机床设置新的温度限制

# StatusEnum_TemperatureOutsideOfLimits
source: Temperature outside limit, machine interrupt sent
de_de: Temperatur außerhalb der Grenzwerte, Maschinen-Interrupt gesendet
es_es: Temperatura fuera de los límites, comando de interrupción enviado
fr_fr: Température hors limites, interruption machine envoyée
it_it: Temperatura fuori dai limiti, interrupt macchina inviato
ja_jp: 温度しきい値超過、機械割り込みが送信されました
ko_kr: 온도 한계 벗어남, 장비 인터럽트 전송됨
pl_pl: Temperatura poza zakresem wartości granicznych, wysłano polecenie przerwania do obrabiarki
pt_pt: Temperatura fora do limite, interrupção da máquina enviada
sv_se: Temperatur utanför gränsvärdet, avbrytskommando sänt maskin
zh_hans: 温度超出限制，已发送机床中断通知

# StatusEnum_TEMPERATURE_HIGH
source: High temperature
de_de: Hohe Temperatur
es_es: Temperatura elevada
fr_fr: Température élevée
it_it: Temperatura elevata
ja_jp: 高温
ko_kr: 높은 온도
pl_pl: Wysoka temperatura
pt_pt: Temperatura elevada
sv_se: Hög temperatur
zh_hans: 温度高

# StatusEnum_TEMPERATURE_LOW
source: Low temperature
de_de: Niedrige Temperatur
es_es: Temperatura baja
fr_fr: Température basse
it_it: Temperatura bassa
ja_jp: 温度低下
ko_kr: 낮은 온도
pl_pl: Niska temperatura
pt_pt: Temperatura baixa
sv_se: Låg temperatur
zh_hans: 温度低

# StatusEnum_TEMPERATURE_OVER
source: Temperature too high
de_de: Temperatur zu hoch
es_es: Temperatura demasiado alta
fr_fr: Température trop élevée
it_it: Temperatura troppo elevata
ja_jp: 温度が高すぎます
ko_kr: 온도 너무 높음
pl_pl: Zbyt wysoka temperatura
pt_pt: Temperatura muito elevada
sv_se: Temperatur för hög
zh_hans: 温度过高

# StatusEnum_VibrationLimitSet
source: New vibration limit set from machine
de_de: Neue Grenzwerte für Vibrationen von der Maschine eingestellt
es_es: Nuevo límite de vibración fijado por la máquina
fr_fr: Nouvelles limites de vibrations définies par la machine
it_it: Nuovo limite di vibrazione impostato dalla macchina
ja_jp: 機械から新しいびびりしきい値が設定されました
ko_kr: 기계에서 설정된 새 진동 한계
pl_pl: Nowa nastawa wartości granicznej drgań z obrabiarki
pt_pt: Novo limite de vibração definido na máquina
sv_se: Nytt vibrationsgränsvärde inställt från maskinen
zh_hans: 从机床设置新的振动限制

# StatusEnum_VIBRATION_OVER_SAFE_RETRACT
source: Vibration outside limit, machine interrupt sent
de_de: Vibrationen außerhalb der Grenzwerte, Maschinen-Interrupt gesendet
es_es: Vibración fuera de los límites, comando de interrupción enviado
fr_fr: Vibrations hors limites, interruption machine envoyée
it_it: Vibrazione fuori dai limiti, interrupt macchina inviato
ja_jp: びびりしきい値超過、機械割り込みが送信されました
ko_kr: 진동 한계 벗어남, 장비 인터럽트 전송됨
pl_pl: Drgania poza zakresem wartości granicznych, wysłano polecenie przerwania do obrabiarki
pt_pt: Vibração fora do limite, interrupção da máquina enviada
sv_se: Vibrationer utanför gränsvärdet, avbrytskommando sänt maskin
zh_hans: 振动超出限制，已发送机床中断通知

source: Sub Operation Number
de_de: Nummer der (Unter-)Operation
es_es: Número de suboperación
fr_fr: Numéro de la sous-opération
it_it: Numero di sotto operazione
ja_jp: サブオペレーション番号
ko_kr: 하위 공정 번호
pl_pl: Numer operacji pomocniczej
pt_pt: Número da suboperação
sv_se: Underoperationsnummer
zh_hans: 子操作编号

# Surface_Acceptable
source: Acceptable
de_de: Akzeptabel
es_es: Aceptable
it_it: Accettabile
ja_jp: 許容範囲
ko_kr: 허용 가능
pl_pl: Dopuszczalne
pt_pt: Aceitável
sv_se: Godkänt
zh_hans: 可接受

# Surface_Finishing
source: Finishing
de_de: Schlichten
es_es: Acabado
fr_fr: Finition
it_it: Finitura
ja_jp: 仕上げ加工
ko_kr: 정삭 가공
pl_pl: Obróbka wykończeniowa
pt_pt: Acabamento
sv_se: Finbearbetning
zh_hans: 精加工

# Surface_Medium
source: Medium
de_de: Mittel
es_es: Medio
fr_fr: Semi-finition
it_it: Lav. media
ja_jp: 中仕上げ加工
ko_kr: 중삭 가공
pl_pl: Obróbka średnia
pt_pt: Médio
sv_se: Medelbearbetning
zh_hans: 中等加工

# Surface_NotAcceptable
source: Not acceptable
de_de: Inakzeptabel
es_es: No aceptable
fr_fr: Inacceptable
it_it: Non accettabile
ja_jp: 許容範囲外
ko_kr: 허용 불가
pl_pl: Niedopuszczalne
pt_pt: Não aceitável
sv_se: Inte godkänt
zh_hans: 不可接受

# Surface_Roughing
source: Roughing
de_de: Schruppen
es_es: Desbaste
fr_fr: Ébauche
it_it: Sgrossatura
ja_jp: 荒加工
ko_kr: 황삭 가공
pl_pl: Obróbka zgrubna
pt_pt: Desbaste
sv_se: Grovbearbetning
zh_hans: 粗加工

source: Target Angle
de_de: Zielwinkel
es_es: Ángulo de destino
fr_fr: Angle de la cible
it_it: Angolo di inclinazione
ja_jp: 狙い角度
ko_kr: 목표 각도
pl_pl: Kąt docelowy
pt_pt: Ângulo pretendido
sv_se: Målvinkel
zh_hans: 目标角度

source: Temperature
de_de: Temperatur
es_es: Temperatura
fr_fr: Température
it_it: Temperatura
ja_jp: 温度
ko_kr: 온도
pl_pl: Temperatura
pt_pt: Temperatura
sv_se: Temperatur
zh_hans: 温度

# terms_and_conditions
source: Software License and Access Agreement
de_de: Softwarelizenz und Nutzungsbestimmungen
es_es: Acuerdo de acceso y licencia de Software
fr_fr: Licence du logiciel et accord d'accès
it_it: Contratto di licenza e accesso del software
ja_jp: ソフトウェアライセンスおよびアクセス契約
ko_kr: 소프트웨어 라이센스 및 액세스 계약
pl_pl: Umowa udzielenia licencji i dostępu do oprogramowania
pt_pt: Acordo de licença e acesso ao software
sv_se: Programlicens- och användaravtal
zh_hans: 软件许可和访问协议

# ThreePassPage_Finish_ResetAll_Prompt_Header
source: Please verify
de_de: Bitte prüfen
es_es: Compruébelo
fr_fr: Veuillez vérifier
it_it: Verifica
ja_jp: 検証してください
ko_kr: 확인하십시오
pl_pl: Zweryfikuj
pt_pt: Verifique
sv_se: Verifiera
zh_hans: 请确认

source: Time
de_de: Zeit
es_es: Tiempo
fr_fr: Temps
it_it: Tempo
ja_jp: 時間
ko_kr: 시간
pl_pl: Czas
pt_pt: Tempo
sv_se: Tid
zh_hans: 时间

# ToolListRefreshButton_Refresh
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Rafraîchir
it_it: Aggiorna
ja_jp: 再読み込み
ko_kr: 새로 고침
pl_pl: Odśwież
pt_pt: Atualizar
sv_se: Uppdatera
zh_hans: 刷新

# ToolListRefreshButton_Stop
source: Stop
es_es: Parar
fr_fr: Arrêter
it_it: Fermarsi
ja_jp: ストップ
ko_kr: 정지
pl_pl: Zatrzymać
pt_pt: Parar
sv_se: Stanna
zh_hans: 停

source: Tool Name
de_de: Werkzeugbezeichnung
es_es: Nombre de la herramienta
fr_fr: Nom de l'outil
it_it: Nome utensile
ja_jp: ツール名
ko_kr: 공구 이름
pl_pl: Nazwa narzędzia
pt_pt: Nome da ferramenta
sv_se: Verktygsnamn
zh_hans: 工具名称

# ToolSettings_Notification_DeletePresetConfirmation_Title
source: Delete
de_de: Voreinstellung löschen
es_es: Eliminar elemento predeterminado
fr_fr: Supprimer le préréglage
it_it: Cancella preset
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń nastawę wstępną
pt_pt: Apagar
sv_se: Radera
zh_hans: 删除预设

# ToolSettings_Notification_NewPreset_Text
source: Please enter a unique name for the preset.
de_de: Geben Sie einen Namen für die Voreinstellung ein.
es_es: Ponga un nombre al elemento predeterminado.
fr_fr: Veuillez indiquer un nom pour le préréglage.
it_it: Inserisci un nome per il preset.
ja_jp: プリセット用の名前を入力してください。
ko_kr: 고유한 이름으로 사전 설정하십시오.
pl_pl: Wprowadź nazwę nastawy wstępnej.
pt_pt: Introduza um nome único para a configuração.
sv_se: Namnge förinställningen.
zh_hans: 请为预设输入一个名称。

# ToolSettings_Notification_NewPreset_Title
source: New preset
de_de: Neue Voreinstellung
es_es: Nuevo elemento predeterminado
fr_fr: Nouveau préréglage
it_it: Nuovo preset
ja_jp: 新しいプリセット
ko_kr: 새 사전 설정
pl_pl: Nowa nastawa wstępna
pt_pt: Nova configuração
sv_se: Ny förinställning
zh_hans: 新预设

# ToolSettings_Notification_PresetNameAlreadyExists_Text
source: A preset named "{0}" already exists. Please provide a different name.
de_de: Die Voreinstellung "{0}" ist bereits vorhanden. Geben Sie einen anderen Namen ein.
es_es: Ya existe un elemento predeterminado llamado "{0}". Elija un nombre diferente.
fr_fr: Un préréglage nommé "{0}" existe déjà. Veuillez choisir un autre nom.
it_it: Un preset denominato "{0}" esiste già. Inserisci un nome differente.
ja_jp: プリセット名「{0}」がすでに存在します。別の名前を付けてください。
ko_kr: {0}' 사전 설정은 이미 존재하는 이름입니다. 다른 이름을 입력하십시오.
pl_pl: Nastawa wstępna o nazwie „{0}” już istnieje. Wybierz inną nazwę.
pt_pt: Já existe uma configuração com o nome "{0}". Digite um nome diferente.
sv_se: En förinställning med namnet "{0}" finns redan. Ange ett annat namn.
zh_hans: 名为“{0}”的预设已经存在。请提供一个不同的名称。

# ToolSettings_Notification_PresetNameTooLong_Text
source: The preset name must be shorter than {0} characters.
de_de: Die Länge des Namens der Voreinstellung muss kleiner als {0} Zeichen sein.
es_es: El nombre del elemento predeterminado debe tener menos de {0} caracteres.
fr_fr: Le nom du préréglage doit faire moins de {0} caractères.
it_it: Il nome del preset deve contenere meno di {0} caratteri.
ja_jp: プリセット名は{0}文字未満でなければなりません。
ko_kr: 사전 설정 이름은 {0}자 미만이어야 합니다.
pl_pl: Nazwa nastawy wstępnej musi składać się z mniej niż {0} znaków.
pt_pt: O nome da configuração deve ter menos de {0} caracteres.
sv_se: Namnet på förinställningen måste vara kortare än {0} tecken.
zh_hans: 预设名称的长度必须小于{0}个字符。

# ToolSettings_Notification_RenamePreset_Text
source: Please enter a new name for the preset.
de_de: Geben Sie einen neuen Namen für die Voreinstellung ein.
es_es: Ponga un nuevo nombre al elemento predeterminado.
fr_fr: Veuillez indiquer un nouveau nom pour le préréglage.
it_it: Inserisci un nuovo nome per il preset.
ja_jp: プリセット用に新しい名前を入力してください。
ko_kr: 사전 설정의 새 이름을 입력하십시오.
pl_pl: Wprowadź nową nazwę nastawy wstępnej.
pt_pt: Introduza um novo nome para a configuração.
sv_se: Ge förinställningen ett annat namn.
zh_hans: 请为预设输入一个新名称。

# ToolSettings_Notification_RenamePreset_Title
source: Rename
de_de: Voreinstellung umbenennen
es_es: Renombrar el elemento predeterminado
fr_fr: Renommer le préréglage
it_it: Rinomina preset
ja_jp: 名前変更
ko_kr: 이름 바꾸기
pl_pl: Zmień nazwę nastawy wstępnej
pt_pt: Mudar o nome
sv_se: Byt namn
zh_hans: 重命名预设

# ToolSettings_Notification_SavePresetError_Text
source: We were unable to save the changes.
de_de: Wir konnten die Änderungen nicht speichern.
es_es: No hemos podido guardar los cambios.
fr_fr: Nous n’avons pas pu enregistrer les modifications.
it_it: Non è stato possibile salvare le modifiche.
ja_jp: 変更を保存できませんでした。
ko_kr: 변경 내용을 저장할 수 없습니다.
pl_pl: Nie udało nam się zapisać zmian.
pt_pt: Não conseguimos salvar as alterações.
sv_se: Vi kunde inte spara ändringarna.
zh_hans: 我们无法保存更改。

# ToolSettings_Notification_SavePresetError_Title
source: Save preset
de_de: Voreinstellung speichern
es_es: Guardar ajustes preestablecidos
fr_fr: Enregistrer le préréglage
it_it: Salva preset
ja_jp: プリセットを保存
ko_kr: 사전 설정 저장
pl_pl: Zapisz ustawienie wstępne
pt_pt: Guardar predefinição
sv_se: Spara förinställning
zh_hans: 存储预设

# ToolSettings_SelectPreset
source: Select preset:
de_de: Voreinstellung auswählen:
es_es: Seleccione el ajuste preestablecido:
fr_fr: Sélectionnez un préréglage :
it_it: Seleziona preimpostato:
ja_jp: プリセットを選択:
ko_kr: 사전 설정 선택:
pl_pl: Wybierz ustawienie wstępne:
pt_pt: Selecione a configuração:
sv_se: Välj förinställning:
zh_hans: 选择预设：

# ToolSetup_AbsoluteAngle
source: Absolute angle
de_de: Absoluter Winkel
es_es: Ángulo absoluto
fr_fr: Angle absolu
it_it: Angolo assoluto
ja_jp: 絶対角度
ko_kr: 절대 각도
pl_pl: Kąt bezwzględny
pt_pt: Ângulo absoluto
sv_se: Absolut vinkel
zh_hans: 绝对角度

# ToolSetup_AbsoluteMode
source: Absolute mode
de_de: Absoluter Modus
es_es: Modo absoluto
fr_fr: Mode absolu
it_it: Modalità assoluta
ja_jp: 絶対モード
ko_kr: 절대 모드
pl_pl: Tryb absolutny
pt_pt: Modo absoluto
sv_se: Absolut läge
zh_hans: 绝对模式

# ToolSetup_OffsetAngle.Text
source: Offset angle
de_de: Versatzwinkel
es_es: Ángulo de desajuste
fr_fr: Angle de décalage
it_it: Angolo di offset
ja_jp: オフセット角
ko_kr: 옵셋 각도
pl_pl: Kąt korekcji
pt_pt: Offset do ângulo
sv_se: Offset vinkel
zh_hans: 偏置角

# ToolSetup_OffsetMode
source: Offset mode
de_de: Offset-Modus
es_es: Modo de desplazamiento
fr_fr: Mode décalage
it_it: Modalità offset
ja_jp: オフセットモード
ko_kr: 옵셋 모드
pl_pl: Tryb korekcji
pt_pt: Modo offset
sv_se: Offset läge
zh_hans: 偏移模式

source: Tool information
de_de: Werkzeug-Informationen
es_es: Información de la herramienta
fr_fr: Informations sur l’outil
it_it: Informazioni sull'utensile
ja_jp: ツール情報
ko_kr: 공구 정보
pl_pl: Informacje o narzędziu
pt_pt: Informação da ferramenta
sv_se: Information om verktyg
zh_hans: 工具信息
