Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

source: Click to connect
de_de: Klicken Sie hier, um eine Verbindung herzustellen
es_es: Haga clic para conectarse
fr_fr: Cliquez pour vous connecter
it_it: Clicca per connetterti
ja_jp: クリックして接続
ko_kr: 연결하려면 클릭
pl_pl: Kliknij, aby połączyć
pt_pt: Clique para conectar
sv_se: Klicka för att ansluta
zh_hans: 点击连接

source: Click to try again
de_de: Klicken Sie hier, um es erneut zu versuchen
es_es: Haga clic para intentarlo de nuevo
fr_fr: Cliquez pour réessayer
it_it: Fare clic per riprovare
ja_jp: クリックして再試行
ko_kr: 다시 시도하려면 클릭하세요.
pl_pl: Kliknij, aby spróbować ponownie
pt_pt: Clique para tentar novamente
sv_se: Klicka för att försöka igen
zh_hans: 单击以重试

# CNC_Tool_number
source: CNC tool ID number
de_de: CNC-Werkzeug-ID-Nummer
es_es: Número de identificación de la herramienta CNC
fr_fr: Numéro d’identification de l’outil CNC
it_it: Numero ID utensile CNC
ja_jp: CNC ツールIDナンバー
ko_kr: CNC 공구 ID 번호
pl_pl: Numer identyfikacyjny narzędzia CNC
pt_pt: Número ID da ferramenta CNC
sv_se: CNC-verktygets ID-nummer
zh_hans: 数控刀具 ID 号

source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti
ja_jp: コメント
ko_kr: 주석
pl_pl: Komentarze
pt_pt: Observações
sv_se: Kommentarer
zh_hans: 评论

# Common_Accept
source: Accept
de_de: Annehmen
es_es: Aceptar
fr_fr: Accepter
it_it: Accettare
ja_jp: 受け入れる
ko_kr: 수용
pl_pl: Akceptować
pt_pt: Aceitar
sv_se: Acceptera
zh_hans: 接受

# No_Common_Cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_pt: Cancelar
sv_se: Avbryt
zh_hans: 取消

# Common_Company
source: Company
de_de: Firma
es_es: Compañía
fr_fr: Compagnie
it_it: Società
ja_jp: 会社
ko_kr: 회사
pl_pl: Firma
pt_pt: Companhia
sv_se: Företag
zh_hans: 公司

# Common_Crop
source: Crop
de_de: Zuschneiden
es_es: Recortar
fr_fr: Recadrer
it_it: Ritaglia
ja_jp: トリム
ko_kr: 자르기
pl_pl: Przytnij
pt_pt: Colheita
sv_se: Beskär
zh_hans: 裁剪

# Common_Deviation
source: Deviation
de_de: Abweichung
es_es: Desviación
fr_fr: Déviation
it_it: Deviazione
ja_jp: 偏差
ko_kr: 차이
pl_pl: Odchylenie
pt_pt: Desvio
sv_se: Avvikelse
zh_hans: 偏差

# Common_Exporting
source: Exporting
de_de: Exportieren
es_es: Exportando
fr_fr: Exportation
it_it: Esportatore
ja_jp: エクスポート
ko_kr: 내보내기
pl_pl: Eksportowanie
pt_pt: Exportação
sv_se: Exportera
zh_hans: 出口

# Common_GoBrack
source: Go back
de_de: Zurück
es_es: Volver
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 복귀
pl_pl: Przejdź wstecz
pt_pt: Voltar
sv_se: Gå tillbaka
zh_hans: 回去

# Common_InCut
source: In cut
de_de: Im Schnitt
es_es: En corte
fr_fr: En coupe
it_it: Utensile impegnato nel taglio
ja_jp: 加工中
ko_kr: 가공 중
pl_pl: Skrawanie w toku
pt_pt: Em corte
sv_se: I ingrepp
zh_hans: 正在切削

# Common_LastCalibrated
source: Last calibrated: {0}
de_de: Letzte Kalibrierung: {0}
es_es: Última calibración: {0}
fr_fr: Dernier calibré : {0}
it_it: Ultima calibrazione: {0}
ja_jp: 最後に校正された: {0}
ko_kr: 마지막 보정: {0}
pl_pl: Ostatnia kalibracja: {0}
pt_pt: Última calibrada: {0}
sv_se: Senast kalibrerad: {0}
zh_hans: 上次校准：{0}

# Common_Limit
source: Limit
de_de: Grenze
es_es: Límite
fr_fr: Limite
it_it: Limite
ja_jp: リミット
ko_kr: 한계
pt_pt: Limite
sv_se: Gräns
zh_hans: 限制

# Common_Max
source: Max
es_es: Máximo
it_it: Massimo
ja_jp: 最大
ko_kr: 최대
pt_pt: Máximo
zh_hans: 麦克斯

# Common_MaxDeflection
source: Max deflection
de_de: Maximale Abdrängung
es_es: Desviación máxima
fr_fr: Déviation maximale
it_it: Flessione massima
ja_jp: 最大たわみ量
ko_kr: 최대 굽힘
pl_pl: Maksymalne ugięcie
pt_pt: Deflexão máxima
sv_se: Max utböjning
zh_hans: 最大挠度

# Common_MaxLoad
source: Max load
de_de: Max. Schnittkraft
es_es: Carga máx.
fr_fr: Charge maxi.
it_it: Carico massimo
ja_jp: 最大負荷
ko_kr: 최대 부하
pl_pl: Maks. obciążenie
pt_pt: Carga máx
sv_se: Max. belastning
zh_hans: 最大载荷

# Common_MaxSurfaceFinish
source: Max roughness
de_de: Maximale Rauheit
es_es: Rugosidad máxima
fr_fr: Rugosité maximale
it_it: Rugosità massima
ja_jp: 最大面粗さ
ko_kr: 최대 거칠기
pl_pl: Maksymalna chropowatość
pt_pt: Rugosidade máxima
sv_se: Max ytgrovhet
zh_hans: 最大粗糙度

# Common_MaxTemperature
source: Max temperature
de_de: Max. Temperatur
es_es: Temperatura máxima
fr_fr: Température maximale
it_it: Temperatura massima
ja_jp: 最高温度
ko_kr: 최고 온도
pl_pl: Maksymalna temperatura
pt_pt: Temperatura máxima
sv_se: Max temperatur
zh_hans: 最高温度

# Common_MaxVibration
source: Max vibration
de_de: Maximale Vibration
es_es: Vibración máxima
fr_fr: Vibration maximale
it_it: Vibrazioni massime
ja_jp: 最大びびり
ko_kr: 최대 진동
pl_pl: Maksymalne wibracje
pt_pt: Vibração máxima
sv_se: Max vibrationer
zh_hans: 最大振动

# Common_Next
source: Next
de_de: Nächster
es_es: Próximo
fr_fr: Prochain
it_it: Prossimo
ja_jp: 次
ko_kr: 다음
pl_pl: Następny
pt_pt: A seguir
sv_se: Nästa
zh_hans: 下一个

# Common_NotSpecified
source: Not specified
de_de: Nicht spezifiziert
es_es: No especificado
fr_fr: Non spécifié
it_it: Non specificato
ja_jp: 指定なし
ko_kr: 지정되지 않음
pl_pl: Nie określono
pt_pt: Não especificado
sv_se: Ej specificerat
zh_hans: 未指定

# Common_Off
source: Off
de_de: Aus
es_es: Apagado
fr_fr: Arrêt
it_it: Spento
ja_jp: オフ
ko_kr: 꺼짐
pl_pl: Wyłączony
pt_pt: Desligado
sv_se: Av
zh_hans: 关闭

# Common_On
source: On
de_de: Auf
es_es: En
fr_fr: Sur
it_it: Acceso
ja_jp: オン
ko_kr: 켜짐
pl_pl: Włączony
pt_pt: Ligado
sv_se: På
zh_hans: 上

# Common_OutOfCut
source: Out of cut
de_de: Nicht im Schnitt
es_es: Fuera del corte
fr_fr: Hors coupe
it_it: Utensile non impegnato nel taglio
ja_jp: 加工外
ko_kr: 가공하지 않음
pl_pl: Brak skrawania
pt_pt: Não em corte
sv_se: Ej i ingrepp
zh_hans: 未在切削

# Common_Pass
source: Pass
de_de: Bestehen
es_es: Pasar
fr_fr: Passer
it_it: Passare
ja_jp: パス
ko_kr: 패스
pl_pl: Przejście
pt_pt: Passo
sv_se: Godkänd
zh_hans: 通过

# Common_PleaseVerify
source: Please verify
de_de: Bitte prüfen
es_es: Compruébelo
fr_fr: Veuillez vérifier
it_it: Verifica
ja_jp: 確認してください
ko_kr: 확인하십시오.
pl_pl: Zweryfikuj
pt_pt: Verifique
sv_se: Verifiera
zh_hans: 请确认

# Common_ProcessOverview
source: Process overview
de_de: Prozessübersicht
es_es: Visión general del proceso
fr_fr: Vue d’ensemble du processus
it_it: Panoramica della lavorazione
ja_jp: プロセスの概要
ko_kr: 공정 개요
pl_pl: Przegląd procesu
pt_pt: Visão geral do processo
sv_se: Översikt över processen
zh_hans: 流程概述

# Common_QuitApplication
source: Quit application
de_de: Anwendung beenden
es_es: Salir de la aplicación
fr_fr: Quitter l’application
it_it: Esci dall'applicazione
ja_jp: アプリケーションを終了する
ko_kr: 응용 프로그램 종료
pl_pl: Zamknij aplikację
pt_pt: Sair do aplicativo
sv_se: Avsluta
zh_hans: 退出申请

# Common_Reset
source: Reset
de_de: Zurücksetzen
es_es: Restablecimiento
fr_fr: Réinitialisation
it_it: Resettare
ja_jp: リセット
ko_kr: 재설정
pt_pt: Redefinir
sv_se: Nollställ
zh_hans: 重置

# Common_ResetMessage
source: Are you sure that you want to reset? All data will be lost.
de_de: Sind Sie sicher, dass Sie zurücksetzen möchten? Alle Daten gehen verloren.
es_es: ¿Está seguro de que desea restablecer? Todos los datos se perderán.
fr_fr: Êtes-vous sûr de vouloir réinitialiser ? Toutes les données seront perdues.
it_it: Sei sicuro di voler resettare? Tutti i dati andranno persi.
ja_jp: リセットしてもよろしいですか?すべてのデータが失われます。
ko_kr: 재설정하시겠습니까? 모든 데이터가 손실됩니다.
pl_pl: Czy na pewno chcesz się zresetować? Wszystkie dane zostaną utracone.
pt_pt: Tem certeza que quer redefinir? Todos os dados serão perdidos.
sv_se: Är du säker på att du vill nollställa? All data kommer att gå förlorad.
zh_hans: 您确定要重置吗？所有数据都将丢失。

# Common_Restart
source: Restart
de_de: Neustarten
es_es: Reanudar
fr_fr: Redémarrer
it_it: Riavviare
ja_jp: 再起動
ko_kr: 재시작
pt_pt: Reiniciar
sv_se: Starta om
zh_hans: 重新启动

# Common_RestartMessage
source: Are you sure that you want to restart? All progress will be lost.
de_de: Sind Sie sicher, dass Sie neu starten möchten? Jeder Fortschritt geht verloren.
es_es: ¿Está seguro de que desea reiniciar? Todo progreso se perderá.
fr_fr: Êtes-vous sûr de vouloir redémarrer ? Tous les progrès seront perdus.
it_it: Sei sicuro di voler riavviare? Tutti i dati andranno persi.
ja_jp: 再起動してもよろしいですか?すべての進行状況が失われます。
ko_kr: 다시 시작하시겠습니까? 모든 진행 상황이 손실됩니다.
pl_pl: Czy na pewno chcesz ponownie uruchomić? Wszelki postęp zostanie utracony.
pt_pt: Tem a certeza que quer reiniciar? Todo o progresso será perdido.
sv_se: Är du säker på att du vill starta om? Alla framsteg kommer att gå förlorade.
zh_hans: 是否确实要重新启动？所有进展都将付诸东流。

# Common_Results
source: Results
de_de: Ergebnis
es_es: Resultados
fr_fr: Résultats
it_it: Risultati
ja_jp: 結果
ko_kr: 결과
pl_pl: Wyniki
pt_pt: Resultados
sv_se: Resultat
zh_hans: 结果

# Common_Start
source: Start
es_es: Empezar
fr_fr: Commencer
it_it: Inizio
ja_jp: スタート
ko_kr: 시작
pt_pt: Iniciar
sv_se: Starta
zh_hans: 开始

# Common_Summary
source: Summary
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Résumé
it_it: Sommario
ja_jp: 概要
ko_kr: 요약
pl_pl: Podsumowanie
pt_pt: Resumo
sv_se: Sammanfattning
zh_hans: 总结

source: Connected
de_de: Verbunden
es_es: Conectada
fr_fr: Connecté
it_it: Connesso
ja_jp: 接続済み
ko_kr: 연결됨
pl_pl: Podłączone
pt_pt: Ligado
sv_se: Ansluten
zh_hans: 已连接

source: Connecting
de_de: Verbindungen
es_es: Conectando
fr_fr: Connexion en cours
it_it: Connessione in corso...
ja_jp: 接続中
ko_kr: 연결
pl_pl: Łączenie
pt_pt: A ligar
sv_se: Koppling
zh_hans: 连接中

source: Connection failed
de_de: Verbindung fehlgeschlagen
es_es: Error de conexión
fr_fr: Echec de la connexion
it_it: Connessione non riuscita
ja_jp: 接続に失敗しました
ko_kr: 연결 실패
pl_pl: Połączenie nie powiodło się
pt_pt: A ligação falhou
sv_se: Anslutningen misslyckades
zh_hans: 连接失败

# Connection_Bad_Notification_Text
source: No data have been received from the sensorized tool for several seconds. Make sure the electronics are powered on and still in range.
de_de: Es wurden seit mehreren Sekunden keine Daten vom Drehadapter empfangen. Stellen Sie sicher, dass die elektronischen Geräte eingeschaltet sind und sich in Reichweite befinden.
es_es: No se han recibido datos del adaptador de torneado durante varios segundos. Asegúrese de que el dispositivo electrónico está encendido y al alcance de la señal.
fr_fr: Aucune donnée n'a été reçue de l'adaptateur de tournage depuis plusieurs secondes. Vérifier si l'électronique est sous tension et à portée.
it_it: Per diversi secondi non è stato ricevuto alcun dato dall'adattatore di tornitura. Verifica che l'elettronica sia alimentata e ancora entro il raggio di portata.
ja_jp: 旋削アダプタからのデータ受信が、数秒間行われませんでした。電子機器の電源がオンになっており、作動範囲内であることを確認してください。
ko_kr: 몇 초 동안 선삭 어댑터에서 데이터를 수신하지 못했습니다. 전자 장치가 켜져 있고 여전히 범위 안에 있는지 확인하십시오.
pl_pl: Żadne dane pochodzące z adaptera tokarskiego nie zostały odebrane w ciągu ostatnich kilku sekund. Upewnij się, że moduł elektroniki jest włączony i znajduje się w zasięgu.
pt_pt: Os dados não foram recebidos do adaptador de torneamento for vários segundos. Certifique-se de que os componentes eletrônicos estejam ligados e dentro do alcance.
sv_se: Inga data har tagits emot från svarvadaptern under flera sekunder. Kontrollera att elektroniken är på och inom lämplig räckvidd.
zh_hans: 已经持续几秒未从车削接杆接收到数据。确保电子模块已接通电源且仍处于有效范围内。

# Connection_Bad_Notification_Title
source: Bad connection
de_de: Schlechte Verbindung
es_es: Mala conexión
fr_fr: Mauvaise connexion
it_it: Connessione insoddisfacente
ja_jp: 接続不良
ko_kr: 연결 불량
pl_pl: Zła jakość połączenia
pt_pt: Conexão ruim
sv_se: Dålig anslutning
zh_hans: 连接不良

# Connection_required
source: Connect to tool
de_de: Mit Tool verbinden
es_es: Conectar a la herramienta
fr_fr: Se connecter à l’outil
it_it: Connetti all'utensile
ja_jp: ツールに接続
ko_kr: 공구에 연결
pl_pl: Połącz z narzędziem
pt_pt: Conexão com a ferramenta
sv_se: Anslut verktyg
zh_hans: 连接到工具

# Connect_Notification_Unable_To_Connect_Title
source: Unable to connect
de_de: Verbinden nicht möglich
es_es: Conexión fallida
fr_fr: Connexion impossible
it_it: Impossibile connettersi
ja_jp: 接続不可
ko_kr: 연결할 수 없음
pl_pl: Połączenie jest niemożliwe
pt_pt: Não foi possível conectar
sv_se: Det går inte att ansluta
zh_hans: 无法连接

# Connect_Notification_Unable_To_Initialize_Text
source: A problem was encountered while reading sensorized tool information. Please try again. If the problem persists, please contact support.
de_de: Beim Lesen der Informationen zur Bohrstange ist ein Problem aufgetreten. Bitte versuchen Sie es erneut. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Support.
es_es: Se ha producido un error al procesar la información del adaptador de torneado. Por favor, vuelva a intentarlo. Si el problema persiste, póngase en contacto con el equipo de soporte.
fr_fr: Un problème est survenu lors de la lecture des informations de l'adaptateur de tournage. Veuillez essayer à nouveau. Si le problème persiste, contactez l'assistance.
it_it: Si è verificato un problema durante la lettura dei dati dell'adattatore di tornitura. Riprova. Se il problema persiste, contatta il servizio di supporto.
ja_jp: 工具情報の読み込み中に問題が発生しました。もう一度やり直してください。問題が解決しない場合は、サンドビック・コロマントにご連絡ください。
ko_kr: 선삭 어댑터 정보를 읽는 동안 문제가 발생했습니다. 다시 시도하십시오. 문제가 계속되면 지원 센터로 문의하십시오.
pl_pl: Podczas odczytu informacji z adaptera tokarskiego wystąpił problem. Spróbuj ponownie. Jeśli problem będzie występował nadal, skontaktuj się ze działem wsparcia.
pt_pt: Foi encontrado um problema ao ler as informações da ferramenta. Tente novamente. Se o problema persistir, entre em contacto com o apoio técnico.
sv_se: Ett problem inträffade vid läsning av verktygsinformationen. Försök igen. Kontakta support om problemet kvarstår.
zh_hans: 读取车削接杆信息时遇到问题。请重试。如果问题持续存在，请与支持部门联系。

# Copyright
source: © 2012-{0} Sandvik Coromant®. All rights reserved.
de_de: © 2012-{0} Sandvik Coromant®. Alle Rechte vorbehalten.
es_es: © 2012-{0} Sandvik Coromant®. Todos los derechos reservados.
fr_fr: © 2012-{0} Sandvik Coromant®. Tous droits réservés.
it_it: © 2012-{0} Sandvik Coromant®. Tutti i diritti riservati.
pl_pl: © 2012-{0} Sandvik Coromant®. Wszelkie prawa zastrzeżone.
pt_pt: © 2012-{0} Sandvik Coromant®. Todos os direitos reservados.
zh_hans: © 2012-{0} Sandvik Coromant®版权所有

# Crop_Too_Short
source: Could not crop to selection. Minimum length of recording after crop must exceed {0} seconds.
de_de: Die Auswahl konnte nicht zugeschnitten werden. Die Mindestaufzeichnungsdauer nach dem Zuschneiden muss {0} Sekunden überschreiten.
es_es: No se pudo recortar a la selección. La duración mínima de la grabación después del recorte debe exceder los {0} segundos.
fr_fr: Impossible de recadrer à la sélection. La durée minimale d’enregistrement après le recadrage doit dépasser {0} secondes.
it_it: Impossibile ritagliare alla selezione. La durata minima della registrazione dopo il ritaglio deve superare i {0} secondi.
ja_jp: 選択範囲にトリミングできませんでした。トリミング後の最小記録長は{0}秒を超える必要があります。
ko_kr: 선택 영역을 자를 수 없습니다. 자르기 후 최소 기록 길이는 {0}초 이상이어야 합니다.
pl_pl: Nie można przyciąć do zaznaczenia. Minimalna długość nagrania po przycięciu musi przekraczać {0} sekund.
pt_pt: Não foi possível cortar para seleção. A duração mínima do registo após a colheita deve exceder {0} segundos.
sv_se: Det gick inte att beskära till urval. Minsta inspelningslängd efter beskärning måste överstiga {0} sekunder.
zh_hans: 无法裁剪到选择。裁剪后的最小录制长度必须超过 {0} 秒。

# Crop_Unable_Title
source: Unable to crop
de_de: Zuschneiden nicht möglich
es_es: No se puede recortar
fr_fr: Impossible de recadrer
it_it: Impossibile ritagliare
ja_jp: トリミングできません
ko_kr: 자를 수 없습니다.
pl_pl: Nie można przyciąć
pt_pt: Incapaz de cortar
sv_se: Det går inte att beskära
zh_hans: 无法裁剪

source: Custom fields
de_de: Benutzerdefinierte Felder
es_es: Campos personalizados
fr_fr: Champs personnalisés
it_it: Campi personalizzati
ja_jp: カスタムフィールド
ko_kr: 사용자 지정 필드
pl_pl: Pola użytkownika
pt_pt: Campos personalizados
sv_se: Anpassade fält
zh_hans: 自定义字段

source: Custom fields
de_de: Benutzerdefinierte Felder
es_es: Campos personalizados
fr_fr: Champs personnalisés
it_it: Campi personalizzati
ja_jp: カスタムフィールド
ko_kr: 사용자 지정 필드
pl_pl: Pola użytkownika
pt_pt: Campos personalizados
sv_se: Anpassade fält
zh_hans: 自定义字段

# CutDetection_LessSensitive
source: Less sensitive
de_de: Weniger empfindlich
es_es: Menos sensible
fr_fr: Moins sensible
it_it: Meno sensibile
ja_jp: 感度低
ko_kr: 덜 민감
pl_pl: Mniej wrażliwy
pt_pt: Menos sensível
sv_se: Mindre sensitiv
zh_hans: 不太敏感

# CutDetection_MoreSensitive
source: More sensitive
de_de: Empfindlicher
es_es: Más sensible
fr_fr: Plus sensible
it_it: Più sensibile
ja_jp: 感度高
ko_kr: 더 민감
pl_pl: Bardziej wrażliwy
pt_pt: Mais sensível
sv_se: Mer sensitiv
zh_hans: 更灵敏

source: Cut Length
de_de: Schnittlänge
es_es: Longitud de corte
fr_fr: Longueur de coupe
it_it: Lunghezza di taglio
ja_jp: 加工長さ
ko_kr: 가공 길이
pl_pl: Długość skrawania
pt_pt: Comprimento de corte
sv_se: Skärlängd
zh_hans: 切割长度

# DbStorableDevice_LastConnected_MoreThan99
source: Last connected 99+ days ago
de_de: Letzte Verbindung liegt 99+ Tage zurück
es_es: Última conexión hace más de 99 días
fr_fr: Dernière connexion il y a 99 jours ou plus.
it_it: Ultima connessione 99+ giorni fa
ja_jp: 最後の接続 99日以上前
ko_kr: 마지막 연결: 99일 이상이 지남
pl_pl: Ostatnio połączono 99+ dni temu
pt_pt: Última conexão há mais de 99 dias
sv_se: Senast ansluten för 99+ dagar sedan
zh_hans: 上次连接是在超过99天以前

# DbStorableDevice_LastConnected_Today
source: Last connected today
de_de: Heute zuletzt verbunden
es_es: Última conexión hoy
fr_fr: Dernière connexion aujourd'hui
it_it: Ultima connessione oggi
ja_jp: 最後の接続 本日
ko_kr: 마지막 연결: 오늘
pl_pl: Ostatnio połączono dziś
pt_pt: Última conexão hoje
sv_se: Senast ansluten idag
zh_hans: 上次连接是在今天

# DbStorableDevice_LastConnected_X_daysAgo
source: Last connected {0} days ago
de_de: Letzte Verbindung liegt {0} Tage zurück
es_es: Última conexión hace {0} días
fr_fr: Dernière connexion il y a {0} jours
it_it: Ultima connessione {0} giorni fa
ja_jp: 最後の接続 {0}日前
ko_kr: 마지막 연결: {0}일 전
pl_pl: Ostatnio połączono {0} dni temu
pt_pt: Última conexão há {0} dias
sv_se: Senast ansluten för {0} dagar sedan
zh_hans: 上次连接是在{0}天以前

# DbStorableDevice_LastConnected_yesterday
source: Last connected yesterday
de_de: Gestern zuletzt verbunden
es_es: Última conexión ayer
fr_fr: Dernière connexion hier
it_it: Ultima connessione ieri
ja_jp: 最後の接続 昨日
ko_kr: 마지막 연결: 어제
pl_pl: Ostatnio połączono wczoraj
pt_pt: Última conexão ontem
sv_se: Senast ansluten igår
zh_hans: 上次连接是在昨天

# DbStorableDevice_LastSeen_MoreThan99
source: Last seen 99+ days ago
de_de: Zuletzt gesehen vor 99+ Tagen
es_es: Visto por última vez hace 99+ días
fr_fr: Vu pour la dernière fois il y a 99 jours ou plus.
it_it: Ultimo accesso 99+ giorni fa
ja_jp: 最後に見たのは 99+ 日前
ko_kr: 마지막으로 확인 99+ 일 전
pl_pl: Ostatnio widziany(a) 99+ dni temu
pt_pt: Visto pela última vez há 99 dias
sv_se: Senast sett för 99+ dagar sedan
zh_hans: 上次查看时间 99+ 天前

# DbStorableDevice_LastSeen_Today
source: Last seen today
de_de: Zuletzt gesehen heute
es_es: Visto por última vez hoy
fr_fr: Vu pour la dernière fois aujourd’hui
it_it: Ultimo accesso oggi
ja_jp: 最後に見たのは今日
ko_kr: 오늘 마지막으로 확인
pl_pl: Ostatnio widziany dzisiaj
pt_pt: Visto pela última vez hoje
sv_se: Sågs senast idag
zh_hans: 今天最后一次出现

# DbStorableDevice_LastSeen_X_daysAgo
source: Last seen {0} days ago
de_de: Zuletzt gesehen vor {0} Tagen
es_es: Visto por última vez hace {0} días
fr_fr: Vu pour la dernière fois il y a {0} jours
it_it: Ultimo accesso {0} giorni fa
ja_jp: 最後に見たのは{0}日前
ko_kr: {0}일 전 마지막으로 확인
pl_pl: Ostatnio widziany{0} dni temu
pt_pt: Visto pela última vez há {0} dias
sv_se: Senast sett för {0} dagar sedan
zh_hans: 最后一次出现是在{0}天前

# DbStorableDevice_LastSeen_yesterday
source: Last seen yesterday
de_de: Zuletzt gesehen gestern
es_es: Visto por última vez ayer
fr_fr: Vu pour la dernière fois hier
it_it: Ultimo accesso ieri
ja_jp: 最後に見たのは昨日
ko_kr: 어제 마지막으로 확인
pl_pl: Ostatnio widziany wczoraj
pt_pt: Visto pela última vez ontem
sv_se: Sågs senast igår
zh_hans: 昨天最后一次出现

source: Deflection
de_de: Abdrängung
es_es: Flexión
fr_fr: Déflexion
it_it: Flessione
ja_jp: たわみ量
ko_kr: 굽힘
pl_pl: Ugięcie
pt_pt: Deflexão
sv_se: Utböjning
zh_hans: 偏斜

# DeflectionCalibration_EliminateBacklashStepStep_ListA.Text
source: Jog the calibration head carefully {0} radially into the component. The indicator to the right should increase while you are jogging the sensorized tool, indicating it is being loaded as expected.
de_de: Bewegen Sie den Kalibrierkopf vorsichtig {0} radial in das Werkstück. Die Anzeige auf der rechten Seite sollte sich erhöhen, während Sie die Bohrstange bewegen. Dies zeigt an, dass sie wie erwartet belastet wird.
es_es: Desplace cuidadosamente la cabeza de calibración {0} radialmente hacia la pieza. El indicador de la derecha debería ascender a medida que desplaza el adaptador de torneado, lo que indica que está siendo cargado correctamente.
fr_fr: Faire bouger la tête de calibrage prudemment {0} radialement dans la pièce. L'indicateur de droite doit augmenter au fur et à mesure que vous faites bouger l'adaptateur de tournage, ce qui indique qu'il se charge comme prévu.
it_it: Fai avanzare con cautela la testa di calibrazione {0} in senso radiale a contatto del componente. L'indicatore a destra dovrebbe aumentare durante l'avanzamento dell'adattatore di tornitura - indicando che viene caricato come previsto.
ja_jp: 校正用ヘッド（とバー）をワークに向けて径方向に{0}少しづつゆっくり動かします。バーとヘッドの移動に伴って、右のインジケータの表示値が増加するはずです、これは、バーとヘッドに負荷がかかっていることを示すものです。
ko_kr: 교정 헤드를 주의해서 가공 제품의 반경방향으로 {0} 만큼 이동시키십시요. 선삭 어댑터를 이동시킬 때, 오른쪽의 표시기가 증가하면 예상대로 진행되고 있다는 뜻입니다.
pl_pl: Ostrożnie wprowadź głowicę kalibracyjną {0} ruchem impulsowym promieniowo w otwór przedmiotu. Wskaźnik po prawej powinien rosnąć podczas impulsowego przemieszczania adaptera tokarskiego – sugerując, że ładowanie przebiega zgodnie z oczekiwaniami.
pt_pt: Mova a cabeça de calibração cuidadosamente {0}, radialmente na direção do componente. O valor à direita deve aumentar consoante a carga for aplicada na ferramenta, conforme esperado.
sv_se: Flytta kalibreringshuvudet försiktigt {0} radiellt in i komponenten. Indikatorn till höger bör öka under tiden du rör verktyget och därmed indikera att den belastas som förväntat.
zh_hans: 仔细地将校准头{0}沿径向轻推至部件内。当您轻推车削接杆时，右侧指示灯亮度应该会增加 – 表明正在按预期加载。

# DeflectionCalibration_EliminateBacklashStepStep_ListB.Text
source: Leave the bar at {0} radial position, then click "Continue".
de_de: Belassen Sie die Bohrstange an der radialen Position {0} und klicken Sie dann auf "Weiter".
es_es: Deje la barra a {0} de la posición radial, luego haga clic en "Continuar".
fr_fr: Laisser la barre dans la position {0} puis cliquer sur « Continuer ».
it_it: Lascia la barra in posizione radiale {0}, quindi fai clic su "Continua".
ja_jp: バーを径方向位置{0}にとどめて、「Continue (続行)」をクリックします。
ko_kr: 바를 {0} 반경 방향 위치에 두고 '계속'을 클릭하십시오.
pl_pl: Pozostaw wytaczak w pozycji promieniowej {0}, po czym kliknij „Kontynuuj”.
pt_pt: Deixe a ferramenta na posição radial {0} e depois clique em "Continuar".
sv_se: Lämna bommen i en {0} radiell position och klicka sedan på ”Fortsätt”.
zh_hans: 将棒材置于{0}径向位置，然后点击“继续”。
