Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# MachineAction_IsReadyToMachine_RecommendedUse
source: This action type should be sent prior to each cutting process, with the sensorized tool stationary and not in contact with material (no load on the tool).
de_de: Dieser Aktionstyp muss vor jedem Schneidvorgang gesendet werden. Die Bohrstange steht still und kommt nicht mit dem Material in Berührung (keine Last auf der Bohrstange).
es_es: Este tipo de acción debe enviarse antes de cada proceso de corte, con el adaptador de torneado parado, sin estar en contacto con el material (sin carga en el adaptador de torneado).
fr_fr: Ce type d'action doit être envoyé avant chaque process de coupe alors que l'adaptateur de tournage est stationnaire et n'est pas en contact avec la pièce (absence de charge).
it_it: Questo tipo di azione dovrebbe essere inviato prima di ogni lavorazione, con l'adattatore di tornitura fermo, non a contatto con il materiale (nessun carico sull'adattatore di tornitura).
ja_jp: このアクションタイプは、各加工プロセス前で、バーが静止していて被削材と接触していないときに、送信されなければなりません (バーには加工負荷の無い状態で)。
ko_kr: 이 작업 유형은 각 절삭 공정 전에 전송되어야 하며, 선삭 어댑터가 정지 상태이고 소재와 접촉하지 않아야 합니다(선삭 어댑터에 부하 없을 것).
pl_pl: Ten typ czynności należy wysłać przed przystąpieniem do każdego procesu obróbki, gdy adapter tokarski jest nieruchomy i nie następuje kontakt z materiałem (brak obciążenia na adapterze tokarskim).
pt_pt: Este tipo de acção deve ser enviado antes de cada processo de corte, com a ferramenta parada, sem contacto com o material (sem carga na ferramenta).
sv_se: Den här åtgärdstypen bör skickas före varje bearbetningsprocess, med verktyget i stationär position och ej i kontakt med komponenten (ingen belastning på verktyget).
zh_hans: 应在每次切削过程之前发送此操作类型，且车削接杆固定，不与材料接触 (车削接杆空载)。

# MachineAction_LoadOutsideOfLimits_Description
source: Any time the load detected by the sensorized tool is outside of the set limits, this action type will be sent to the machine. The value field is not used. The action type will be resent if the load situation persists after the action is acknowledged and reset.
de_de: Jedes Mal, wenn die von der Bohrstange erkannte Belastung außerhalb der eingestellten Grenzwerte liegt, wird diese Aktionsart an die Maschine gesendet. Das Wertefeld wird nicht verwendet. Der Aktionstyp wird erneut gesendet, wenn die Belastungssituation nach dem Quittieren und Zurücksetzen der Aktion weiterhin besteht.
es_es: Cada vez que la carga detectada esté fuera de los límites fijados, se enviará este tipo de acción a la máquina. El campo de valor no está siendo usado. El tipo de acción se reenviará si la situación de la carga persiste después de que la acción sea confirmada y restablecida.
fr_fr: Ce type d'action sera envoyé à la machine à chaque fois que la charge détectée par l'adaptateur de tournage dépasse les limites prédéfinies. Le champ de la valeur n'est pas utilisé. Ce type d'action sera envoyé à nouveau si la la charge est toujours hors limites après réception et réinitialisation de l'action.
it_it: Ogni volta che il carico rilevato dall'adattatore di tornitura è al di fuori dei limiti impostati, questo tipo di azione verrà inviato alla macchina. Il campo del valore non viene utilizzato. Il tipo di azione verrà inviato nuovamente se la situazione di carico persiste dopo che l'azione è stata tacitata e resettata.
ja_jp: バーにより検知された負荷が設定されたしきい値を超過した場合は、このアクションタイプが機械へ送信されます。値フィールドは使用されません。アクションが確認されてリセットされた後でも負荷状況が解決しない場合は、アクションタイプが再送信されます。
ko_kr: 선삭 어댑터에서 감지한 부하가 설정된 한도를 벗어날 때마다 이 작업 유형이 기계로 전송됩니다. 값 필드는 사용되지 않습니다. 작업이 확인되고 재설정된 후에도 부하가 계속 가해지면 작업 유형이 다시 전송됩니다.
pl_pl: Za każdym razem, gdy zostanie stwierdzone obciążenie adaptera tokarskiego poza zakresem ustawionych wartości, ten typ czynności zostanie wysłany do obrabiarki. Pole wartości nie jest używane. Ten typ czynności zostanie wysłany ponownie, jeśli problem z obciążeniem będzie nadal występował po potwierdzeniu i zresetowaniu czynności.
pt_pt: Sempre que a carga detectada pela ferramenta estiver fora dos limites definidos, este tipo de ação será enviado para a máquina. O campo do valor não é utilizado. O tipo de ação será reenviado, se a situação de carga persistir após a confirmação e reposição da ação.
sv_se: Varje gång verktyget registrerar en belastningen som ligger utanför de inställda gränsvärdena skickas denna åtgärdstyp till maskinen. Värdefältet används inte. Åtgärdstypen skickas på nytt om belastningen kvarstår efter att åtgärden har bekräftats och återställts.
zh_hans: 每当车削接杆检测到负载超出设置限制时，系统就会将此操作类型发送到机床。不使用值字段。如果在确认并重置操作后，负载情况仍然存在，则将重新发送操作类型。

# MachineAction_LoadOutsideOfLimits_Name
source: Load outside of limits
de_de: Belastung außerhalb der Grenzwerte
es_es: Carga fuera de los límites
fr_fr: Charge hors limites
it_it: Carico fuori dai limiti
ja_jp: 負荷しきい値超過
ko_kr: 부하가 한계를 벗어남
pl_pl: Obciążenie poza zakresem wartości granicznych
pt_pt: Carga fora dos limites
sv_se: Belastningen ligger utanför gränsvärdet
zh_hans: 负载超出限制

# MachineAction_LoadOutsideOfLimits_RecommendedUse
source: Abort the process and retract the sensorized tool to a safe distance, out of cut.
de_de: Brechen Sie den Prozess ab, und ziehen Sie die Bohrstange zurück, bis er sich in einem sicheren Abstand, außerhalb des Schnitts, befindet.
es_es: Interrumpir el proceso y retirar el adaptador de torneado a una distancia segura, fuera del corte.
fr_fr: Arrêt du process, retrait de l'adaptateur de tournage dans une zone sûre, hors de coupe.
it_it: Interrompi il processo e porta l'adattatore di tornitura a una distanza di sicurezza, fuori dal taglio.
ja_jp: 加工を中止して、バーを切削範囲外の安全な位置へ逃がします。
ko_kr: 공정을 중단하고, 선삭 어댑터를 가공영역에서 벗어난 안전 거리까지 빼십시오.
pl_pl: Anuluj proces i wycofaj adapter tokarski na bezpieczną odległość poza zakresem przejścia.
pt_pt: Aborte o processo e retraia a ferramenta para uma distância segura, fora do corte.
sv_se: Avbryt processen och dra tillbaka verktyget till ett säkert avstånd utanför ingreppsområdet.
zh_hans: 终止该过程，并将车削接杆收回到安全距离，脱离切削。

# MachineAction_MachineReset_Description
source: This action type indicates that the machine has been reset. The Sensorized Tools application will reset all feed and speed overrides, finish the active action request, and clear the action queue.
de_de: Dieser Aktionstyp zeigt an, dass die Maschine zurückgesetzt wurde. Die Silent Tools™ Plus Anwendung setzt alle Vorschub- und Drehzahl-Overrides zurück, beendet die aktive Aktionsanforderung und löscht die Aktionswarteschlange.
es_es: Este tipo de acción indica que el equipo se ha restablecido. La aplicación Silent Tools™ Plus restablecerá todas las anulaciones de alimentación y velocidad, finalizará la solicitud de acción activa y borrará la cola de acciones.
fr_fr: Ce type d’action indique que la machine a été réinitialisée. L’application Silent Tools™ Plus réinitialisera tous les remplacements de flux et de vitesse, terminera la demande d’action active et effacera la file d’attente d’action.
it_it: Questo tipo di azione indica che la macchina è stata resettata. L'applicazione Silent Tools™ Plus resetterà I valori di avanzamento e velocità, terminerà la richiesta di azione attiva e cancellerà la coda delle azioni.
ja_jp: このアクションタイプは、機械がリセットされたことを示します。Silent Tools™ Plus アプリケーションは、すべての送りと速度のオーバーライドをリセットし、有効なアクション要求を終了し、アクションキューをクリアします。
ko_kr: 이 작업 유형은 시스템이 재설정되었음을 나타냅니다. Silent Tools™ Plus 애플리케이션은 모든 feed 및 speed overrides를 재설정하고, 활성 작업 요청을 완료하고, Action queue을 지웁니다.
pl_pl: Ten typ akcji wskazuje, że urządzenie zostało zresetowane. Aplikacja Silent Tools™ Plus zresetuje wszystkie nadpisania posuwu i prędkości, zakończy aktywne żądanie akcji i wyczyści kolejkę akcji.
pt_pt: Este tipo de ação indica que a máquina foi reiniciada. A aplicação Silent Tools™ Plus irá redefinir todos os avanços e velocidade, termina o pedido de ação ativo e limpa a fila de ação.
sv_se: Den här åtgärdstypen anger att maskinen har återställts. Verktygetsprogram återställer alla matnings- och skärhastighetsbegräsnsningar, slutför den aktiva begäran och rensar kön.
zh_hans: 此操作类型指示计算机已重置。Silent Tools™ Plus 应用程序将重置所有源和速度覆盖，完成活动操作请求，并清除操作队列。

# MachineAction_MachineReset_Name
source: Machine reset
de_de: Maschinen zurückgesetzt
es_es: Reinicio del equipo
fr_fr: Réinitialisation de la machine
it_it: Reset della macchina
ja_jp: 機械のリセット
ko_kr: 기계 재설정
pl_pl: Resetowanie obrabiarki
pt_pt: Reset da máquina
sv_se: Återställning av maskin
zh_hans: 机器复位

# MachineAction_MachineReset_RecommendedUse
source: This action type should not be sent manually, but handled according to the CoroPlus® Connected Machine Interface Specification.
de_de: Dieser Aktionstyp sollte nicht manuell gesendet werden, sondern gemäß der CoroPlus® Connected Spezifikation der Maschinenschnittstelle durchgeführt werden.
es_es: Este tipo de acción no debe enviarse manualmente, sino que debe manejarse de acuerdo con la especificación CoroPlus® Connected Machine Interface.
fr_fr: Ce type d’action ne doit pas être envoyé manuellement, mais géré conformément à la spécification CoroPlus® Connected Machine Interface.
it_it: Questo tipo di azione non deve essere inviato manualmente, ma gestito in base alle specifiche CoroPlus® Connected Machine Interface.
ja_jp: このアクションタイプは手動で送信するのではなく、CoroPlus®コネクテッドマシンインターフェース仕様に従って処理する必要があります。
ko_kr: 이 작업 유형은 수동으로 전송해서는 안 되며 CoroPlus® 커넥티드 머신 인터페이스 사양에 따라 처리해야 합니다.
pl_pl: Ten typ działania nie powinien być wysyłany ręcznie, ale obsługiwany zgodnie ze specyfikacją CoroPlus® Connected Machine Interface Specification.
pt_pt: Este tipo de ação não deve ser enviado manualmente, mas de acordo com a Especificação da interface CoroPlus® Connected Machine.
sv_se: Den här åtgärdstypen ska inte skickas manuellt utan hanteras enligt specifikationen som gäller för CoroPlus® Connected Machine Interface.
zh_hans: 此操作类型不应手动发送，而应根据CoroPlus®连接的机器接口规范进行处理。

# MachineAction_Ping_Description
source: The Ping action type can be used to check the full communication path. Either the CoroPlus software can send a ping to the machine and expect a reply, or the CNC machine can ping the CoroPlus software and expect a reply.
de_de: Der Aktionstyp Ping kann verwendet werden, um den vollständigen Kommunikationspfad zu überprüfen. Entweder kann die CoroPlus-Software einen Ping an die Maschine senden und eine Antwort erwarten, oder die CNC-Maschine kann die CoroPlus-Software anpingen und eine Antwort erwarten.
es_es: El tipo de acción Ping se puede utilizar para comprobar la ruta de comunicación completa. El software CoroPlus puede enviar un ping a la máquina y esperar una respuesta, o la máquina CNC puede hacer ping al software CoroPlus y esperar una respuesta.
fr_fr: Le type d’action Ping peut être utilisé pour vérifier la communication. Soit le logiciel CoroPlus peut envoyer un ping à la machine et attendre une réponse, soit la machine CNC peut envoyer un ping au logiciel CoroPlus et attendre une réponse.
it_it: Il tipo di azione Ping può essere utilizzato per controllare il percorso di comunicazione completo. Il software CoroPlus può inviare un ping alla macchina e attendere una risposta, oppure la macchina CNC può eseguire il ping del software CoroPlus e aspettarsi una risposta.
ja_jp: Ping アクションタイプを使用して通信パスを確認できます。コロプラスソフトウェアが機械にpingを送信して応答を受けることも、機械がコロプラスソフトウェアにpingを送信して応答を受けることもできます。
ko_kr: Ping 작업 유형을 사용하여 전체 통신 경로를 확인할 수 있습니다. CoroPlus 소프트웨어가 기계에 핑을 전송하여 응답을 기대하거나, CNC 기계가 CoroPlus 소프트웨어에 핑을 보내고 응답을 기대할 수 있습니다.
pl_pl: Typ akcji Ping może służyć do sprawdzania pełnej ścieżki komunikacji. Oprogramowanie CoroPlus może wysłać sygnał ping do urządzenia i oczekiwać odpowiedzi, albo obrabiarka CNC może wysłać sygnał ping do oprogramowania CoroPlus i oczekiwać odpowiedzi.
pt_pt: O tipo de ação Ping pode ser usado para verificar todo o caminho de comunicação. O software CoroPlus pode enviar um ping para a máquina e esperar uma resposta, ou a máquina CNC pode enviar um ping para o software CoroPlus e esperar uma resposta.
sv_se: Ping är en åtgärdstyp som kan användas för att kontrollera den fullständiga kommunikationsvägen. Antingen kan CoroPlus programvaran skicka en ping till maskinen och förvänta sig ett svar, eller så kan CNC-maskinen pinga CoroPlus-programvaran och förvänta sig ett svar.
zh_hans: Ping 操作类型可用于检查完整的通信路径。CoroPlus软件可以向机床发送ping并期望得到回复，或者数控机床可以ping到CoroPlus软件并期望得到回复。

# MachineAction_Ping_RecommendedUse
source: Ping can be used to check the system, without using one of the other action types. It can be sent manually from the software, or even automated from the CNC side if desirable.
de_de: Ping kann verwendet werden, um das System zu überprüfen, ohne einen der anderen Aktionstypen zu verwenden. Es kann manuell aus der Software gesendet oder auf Wunsch sogar von der CNC-Seite automatisiert werden.
es_es: Ping se puede utilizar para comprobar el sistema, sin utilizar uno de los otros tipos de acción. Se puede enviar manualmente desde el software, o incluso automatizado desde el lado CNC si se desea.
fr_fr: Ping peut être utilisé pour vérifier le système, sans utiliser l’un des autres types d’action. Il peut être envoyé manuellement à partir du logiciel, ou même automatisé du côté CNC si nécessaire.
it_it: Ping può essere utilizzato per controllare il sistema, senza utilizzare uno degli altri tipi di azione. Può essere inviato manualmente dal software o anche automatizzato dal lato CNC, se lo desidera.
ja_jp: pingを使用すると、他のアクションタイプを使用せずにシステムを確認できます。ソフトウェアから手動で送信することも、必要に応じてCNC側から自動で送ることもできます。
ko_kr: Ping은 다른 작업 유형 중 하나를 사용하지 않고 시스템을 확인하는 데 사용할 수 있습니다. 소프트웨어에서 수동으로 보내거나 원하는 경우 CNC 측에서 자동화할 수도 있습니다.
pl_pl: Ping może być użyty do sprawdzenia systemu, bez użycia jednego z innych typów akcji. W razie potrzeby można go wysłać ręcznie z oprogramowania, a nawet zautomatyzować ze strony CNC.
pt_pt: O Ping pode ser utilizado para verificar o sistema, sem utilizar um dos outros tipos de ação. Pode ser enviado manualmente a partir do software, ou mesmo automaticamente desde o CNC, se for desejável.
sv_se: Ping kan användas för att kontrollera systemet utan att använda en av de andra åtgärdstyperna. Det kan skickas manuellt från programvaran, eller till och med automatiseras från CNC-sidan om så önskas.
zh_hans: Ping 可用于检查系统，而无需使用其他操作类型之一。它可以从软件手动发送，如果需要，甚至可以从CNC端自动发送。

# MachineAction_PositionModeActive_Name
source: Position mode active
de_de: Positionsmodus aktiv
es_es: Modo de posición activo
fr_fr: Mode de position actif
it_it: Modalità posizione attiva
ja_jp: 位置モードが有効
ko_kr: 위치 모드 활성화
pl_pl: Aktywny tryb pozycji
pt_pt: Modo de posição ativo
sv_se: Positionsläge aktivt
zh_hans: 位置模式激活

# MachineAction_RequestActiveToolLocation_Description
source: Requests the currently active tool location ID from the machine. This action allows the Sensorized Tools software to be certain what tool is being used, and specifically if a Bluetooth connection should be established or disconnected. Only used if the software is uncertain about what tool is in use, typically just after the software has been started.
de_de: Fordert die aktuell aktive Werkzeugstandort-ID vom Computer an. Durch diese Aktion kann die Silent Tools™ Plus-Software sicher sein, welches Tool verwendet wird und insbesondere, ob eine Bluetooth-Verbindung hergestellt oder getrennt werden soll. Wird nur verwendet, wenn die Software unsicher ist, welches Tool verwendet wird, in der Regel kurz nach dem Start der Software.
es_es: Solicita el ID de ubicación de la herramienta actualmente activa del equipo. Esta acción permite que el software Silent Tools™ Plus esté seguro de qué herramienta se está utilizando y, específicamente, si se debe establecer o desconectar una conexión Bluetooth. Solo se usa si el software no está seguro de qué herramienta está en uso, generalmente justo después de que se haya iniciado el software.
fr_fr: Demande l’ID d’emplacement de l’outil actuellement actif à la machine. Cette action permet au logiciel Silent Tools™ Plus de savoir quel outil est utilisé, et plus particulièrement si une connexion Bluetooth doit être établie ou déconnectée. Utilisé uniquement si le logiciel n’est pas certain de l’outil utilisé, généralement juste après le démarrage du logiciel.
it_it: Richiede l'ID posizione utensile attualmente attivo dalla macchina. Questa azione consente al software Silent Tools™ Plus di essere certo dell'utensile utilizzato e, in particolare, se è necessario stabilire o disconnettere una connessione Bluetooth. Utilizzato solo se il software non è sicuro di quale utensile sia in uso, in genere subito dopo l'avvio del software.
ja_jp: 機械からの現在の有効なツール位置IDを要求します。このアクションにより、Silent Tools™ Plusソフトウェアは、使用されているツールがなにか、特にBluetooth接続を確立または切断する必要があるかどうかを確認できます。ソフトウェアがどのツールを使用しているか把握していない時、通常はソフトウェアの起動直後にのみ使用されます。
ko_kr: 장비로부터 현재 활성 공구 위치 ID를 요청합니다. 이 작업을 통해 Silent Tools™ Plus 소프트웨어는 어떤 공구가 사용되고 있는지, 특히 Bluetooth 연결을 설정하거나 연결을 끊어야 하는지 여부를 확인할 수 있습니다. 일반적으로 소프트웨어가 시작된 직후에 어떤 공구를 사용 중인지 소프트웨어가 확실하지 않은 경우에만 사용됩니다.
pl_pl: Żąda identyfikatora lokalizacji aktualnie aktywnego narzędzia z obrabiarki. Dzięki temu oprogramowanie Silent Tools™ Plus ma pewność, jakie narzędzie jest używane, a konkretnie, czy połączenie Bluetooth powinno zostać nawiązane, czy rozłączone. Używane tylko wtedy, gdy oprogramowanie nie ma pewności co do tego, jakie narzędzie jest używane, zwykle tuż po uruchomieniu oprogramowania.
pt_pt: Solicitação do ID de posicionamento da ferramenta atualmente ativa na máquina. Esta ação permite que o software Silent Tools™ Plus tenha a certeza de qual a ferramenta que está a ser utilizada e, especificamente, se uma ligação Bluetooth deve ser estabelecida ou desligada. Apenas utilizado se o software não tiver a certeza sobre a ferramenta que está a ser utilizada, normalmente logo após o arranque do software.
sv_se: Begär det för närvarande aktiva verktygsplats-ID:t från datorn. Denna åtgärd gör att verktygets programvara kan vara säker på vilket verktyg som används, och specifikt om en Bluetooth-anslutning ska upprättas eller kopplas bort. Används endast om programvaran är osäker på vilket verktyg som används, vanligtvis strax efter att programvaran har startats.
zh_hans: 从机床请求当前活动的刀具位置 ID。此操作允许静默工具™ Plus软件确定正在使用的工具，特别是是否应建立或断开蓝牙连接。仅当软件不确定正在使用什么工具时才使用，通常在软件启动后使用。

# MachineAction_RequestActiveToolLocation_Name
source: Request active tool location
de_de: Abfrage der aktiven Werkzeugposition
es_es: Solicitar ubicación de la herramienta activa
fr_fr: Requête localisation outil actif
it_it: Richiedi posizione utensile attivo
ja_jp: 有効ツール位置を要求
ko_kr: 활성화된 공구 위치 요청
pl_pl: Żądaj aktywnej lokalizacji narzędzia
pt_pt: Solicitar posicionamento da ferramenta ativa
sv_se: Begära aktiv verktygsplats
zh_hans: 请求活动刀具位置

# MachineAction_RequestActiveToolLocation_RecommendedUse
source: This function is being automatically used by the Sensorized Tools software if active tool ID data is missing. It can be tested here to verify the signal path: a "Tool location ID" action should be received from the machine shortly after sending this action.
de_de: Diese Funktion wird automatisch von der Silent Tools™ Plus Software verwendet, wenn aktive Werkzeugdaten fehlen. Kann hier getestet werden, um den Signalweg zu überprüfen: Eine Aktion "Werkzeugort-ID" sollte kurz nach dem Senden dieser Aktion von der Maschine empfangen werden.
es_es: El software Silent Tools™ Plus utiliza automáticamente esta función si faltan datos de herramientas activas. Se puede probar aquí para verificar la ruta de la señal: se debe recibir una acción "ID de ubicación de la herramienta" de la máquina poco después de enviar esta acción.
fr_fr: Cette fonction est automatiquement utilisée par le logiciel Silent Tools™ Plus si des données d’outil actives sont manquantes. Peut être testé ici pour vérifier le chemin du signal: une action « ID de localisation de l’outil » doit être reçue de la machine peu de temps après l’envoi de cette action.
it_it: Questa funzione viene utilizzata automaticamente dal software Silent Tools™ Plus se mancano i dati attivi dell'utensile. Può essere testato qui per verificare il percorso del segnale: un'azione "ID posizione utensile" dovrebbe essere ricevuta dalla macchina poco dopo l'invio di questa azione.
ja_jp: この機能は、有効な工具データが無い場合、サイレントツールプラスソフトウェアによって自動的に使用されます。信号パスを確認するためにここでテストできます:このアクションを送信した直後に、「ツール位置ID」アクションが機械から受信されます。
ko_kr: 이 기능은 활성화된 공구 정보 확인이 안될 경우에 Silent Tools™ Plus 소프트웨어에서 자동으로 진행됩니다. 여기에서 신호 보내서 확인할 수 있습니다. : "공구 위치 ID" 신호를 장비쪽으로 보낸 다음에 해당 정보가 수신됩니다.
pl_pl: Ta funkcja jest automatycznie używana przez oprogramowanie Silent Tools™ Plus, jeśli brakuje aktywnych danych narzędzia. Można przetestować tutaj, aby zweryfikować ścieżkę sygnału: akcja "Identyfikator lokalizacji narzędzia" powinna zostać odebrana z obrabiarki wkrótce po wysłaniu tej akcji.
pt_pt: Esta função é automaticamente utilizada pelo software Silent Tools™ Plus se não houver dados de ferramentas ativas. Pode ser testado aqui para verificar o caminho do sinal: uma ação "ID de posicionamento da ferramenta" deve ser recebida pela máquina pouco depois de enviar esta ação.
sv_se: Denna funktion används automatiskt av verktygets programvara om aktiva verktygsdata saknas. Kan testas här för att verifiera signalvägen: en "Verktygsplats-ID" -åtgärd mottas från maskinen strax efter att den här åtgärden har skickats.
zh_hans: 如果缺少活动刀具数据，Silent Tools™ Plus 软件将自动使用此功能。可以在此处进行测试以验证信号路径：发送此操作后不久，应从机器接收“工具位置 ID”操作。

# MachineAction_RequestAxesMode_Name
source: Request active mode
de_de: Aktiven Modus anfordern
es_es: Solicitar modo activo
fr_fr: Demander le mode actif
it_it: Richiedi modalità attiva
ja_jp: 有効なモード要求
ko_kr: 활성 모드 요청
pl_pl: Poproś o tryb aktywny
pt_pt: Solicite o modo ativo
sv_se: Begär aktivt läge
zh_hans: 请求活动模式
