Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# MachineAction_SetUpperDeflectionLimit_Description
source: This action type will update and set the active upper deflection limit in the Sensorized Tools software. The value field should contain the new limit. The units used follow the ones chosen in the application settings, i.e. metric or inch. In metric mode, the limit value is transferred as an integer number in thousandths of millimeters, i.e. 0.09mm should be sent as value 90. In inches, the limit value is transferred as an integer number in ten-thousandths of an inch, i.e. 0.0043in should be sent as 43. The value needs to be within the range of 0.01-5mm and the equivalent in inches. Setting the value to 0 will disable the deflection limit.
de_de: Dieser Aktionstyp aktualisiert und legt die aktive obere Durchbiegungsgrenze in der Silent Tools™ Plus-Software fest. Das Wertfeld sollte den neuen Grenzwert enthalten. Die verwendeten Einheiten folgen denen, die in den Anwendungseinstellungen ausgewählt wurden, d.h. metrisch oder Zoll. Im metrischen Modus wird der Grenzwert als ganzzahlige Zahl in tausendstel Millimetern übertragen, d.h. 0,09 mm sollte als Wert 90 gesendet werden. In Zoll wird der Grenzwert als ganzzahlige Zahl in zehntausendstel Zoll übertragen, d.h. 0,0043 Zoll sollte als 43 gesendet werden. Der Wert muss im Bereich von 0,01-5 mm und dem Äquivalent in Zoll liegen. Wenn Sie den Wert auf 0 setzen, wird die Durchbiegungsgrenze deaktiviert.
es_es: Este tipo de acción actualizará y establecerá el límite de deflexión superior activo en el software Silent Tools™ Plus. El campo de valor debe contener el nuevo límite. Las unidades utilizadas siguen las elegidas en la configuración de la aplicación, es decir, métricas o pulgadas. En el modo métrico, el valor límite se transfiere como un número entero en milésimas de milímetros, es decir, 0,09 mm debe enviarse como valor 90. En pulgadas, el valor límite se transfiere como un número entero en diez milésimas de pulgada, es decir, 0.0043in debe enviarse como 43. El valor debe estar dentro del rango de 0.01-5 mm y el equivalente en pulgadas. Si se establece el valor en 0, se deshabilitará el límite de deflexión.
fr_fr: Ce type d’action met à jour et définit la limite de déviation supérieure active dans le logiciel Silent Tools™ Plus. Le champ de valeur doit contenir la nouvelle limite. Les unités utilisées suivent celles choisies dans les paramètres de l’application, c’est-à-dire métriques ou pouces. En mode métrique, la valeur limite est transférée sous forme de nombre entier en millièmes de millimètres, c’est-à-dire que 0,09 mm doit être envoyé comme valeur 90. En pouces, la valeur limite est transférée sous la forme d’un nombre entier en dix-millièmes de pouce, c’est-à-dire que 0,0043in doit être envoyé comme 43. La valeur doit être comprise entre 0,01 et 5 mm et l’équivalent en pouces. Si vous définissez la valeur sur 0, la limite de déflexion est désactivée.
it_it: Questo tipo di azione aggiornerà e imposterà il limite di flessione superiore attivo nel software Silent Tools™ Plus. Il campo del valore deve contenere il nuovo limite. Le unità utilizzate seguono quelle scelte nelle impostazioni dell'applicazione, ovvero metriche o pollici. In modalità metrica, il valore limite viene trasferito come numero intero in millesimi di millimetri, ovvero 0,09 mm devono essere inviati come valore 90. In pollici, il valore limite viene trasferito come numero intero in decimillesimi di pollice, cioè 0,0043 pollici deve essere inviato come 43. Il valore deve essere compreso tra 0,01 e 5 mm e l'equivalente in pollici. L'impostazione del valore su 0 disabiliterà il limite di flessione.
ja_jp: このアクションタイプは、サイレントツールプラスソフトウェアの有効なたわみしきい値を設定・更新します。値フィールドには、新しいしきい値を入力します。使用される単位は、アプリケーション設定で選択した単位（メートルまたはインチ）に従います。メートルモードでは、しきい値は1000分の1ミリメートルの整数として入力します。つまり、0.09mmは90と入力します。インチでは、しきい値は1万分の1インチの整数として入力します。つまり、0.0043inは43と入力します。値は0.01〜5mmの範囲内で、インチ単位で同等である必要があります。値を 0 に設定すると、たわみしきい値が無効になります。
ko_kr: 이 동작 유형은 Silent Tools™ Plus 소프트웨어에서 활성화된 굽힘량 상한치를 갱신하고 설정합니다. 수치 입력란에는 새 한계값이 입력되어야 합니다. 사용되는 단위는 응용 프로그램 설정에서 선택한 단위(예: 미터식 또는 인치식)를 따릅니다. 미터법 모드에서 한계 값은 천 분의 1밀리미터 단위의 정수로 지정되어야 합니다.(예: 0.09mm는 값 90으로 전송되어야 함). 인치 단위의 한계 값은 10/1000인치의 정수로 지정되어야 합니다.(예: 0.0043in은 43으로 전송되어야 함). 입력값은 0.01-5mm 범위 내에 있어야 하며 인치 단위에 해당하는 범위 내에 있어야 합니다. 값을 0으로 설정하면 굽힘량 한계가 비활성화됩니다.
pl_pl: Ten typ działania zaktualizuje i ustawi aktywny górny limit ugięcia w oprogramowaniu Silent Tools™ Plus. Pole wartości powinno zawierać nowy limit. Używane jednostki są zgodne z jednostkami wybranymi w ustawieniach aplikacji, tj. metrycznymi lub calowymi. W trybie metrycznym wartość graniczna jest przekazywana jako liczba całkowita w tysięcznych częściach milimetra, tj. 0,09 mm powinno być wysyłane jako wartość 90. W calach wartość graniczna jest przekazywana jako liczba całkowita w dziesięciotysięcznych cala, tj. 0,0043 cala należy przesłać jako 43. Wartość musi mieścić się w zakresie 0,01-5 mm, a odpowiednik w calach. Ustawienie wartości 0 spowoduje wyłączenie limitu ugięcia.
pt_pt: Este tipo de ação atualizará e definirá o limite de deflexão superior ativo no software Silent Tools™ Plus. O campo de valor deve conter o novo limite. As unidades utilizadas seguem as escolhidas nas definições da aplicação, ou seja, métrica ou em polegadas. Em modo métrico, o valor-limite é transferido como número inteiro em milésimos de milímetro, ou seja, 0,09mm deve ser enviado como valor 90. Em polegadas, o valor-limite é transferido como número inteiro em dez milésimos de polegada, ou seja, 0,0043in deve ser enviado como 43. O valor deve estar dentro do intervalo de 0,01-5mm e o equivalente em polegadas. Definir o valor para 0 irá desativar o limite de desvio.
sv_se: Den här åtgärdstypen uppdaterar och ställer in den aktiva övre avböjningsgränsen i verktygsprogrammet. Värdefältet ska innehålla den nya gränsen. De enheter som används följer de som valts i applikationsinställningarna, dvs. metriska eller tum. I metriskt läge överförs gränsvärdet som ett heltal i tusendels millimeter, d.v.s. 0,09 mm ska skickas som värde 90. I tum överförs gränsvärdet som ett heltal i tiotusendelar av en tum, dvs. 0,0043 tum ska skickas som 43. Värdet måste ligga inom intervallet 0,01-5 mm och motsvarande i tum. Om du ställer in värdet på 0 inaktiveras avböjningsgränsen.
zh_hans: 此操作类型将在静音工具™增强版软件中更新和设置主动挠度上限。值字段应包含新的限制。使用的单位遵循在应用程序设置中选择的单位，即公制或英寸。在公制模式下，极限值以千分之一毫米为单位传输为整数，即 0.09mm 应作为值 90 发送。以英寸为单位，极限值以万分之一英寸为单位作为整数传输，即 0.0043in 应作为 43 发送。该值需要在 0.01-5mm 的范围内，并以英寸为单位。将该值设置为 0 将禁用偏转限制。

# MachineAction_SetUpperDeflectionLimit_Name
source: Set upper deflection limit
de_de: Obere Durchbiegungsgrenze festlegen
es_es: Establecer límite de deflexión superior
fr_fr: Définir la limite supérieure de déflexion
it_it: Impostare il limite di flessione superiore
ja_jp: たわみのしきい値の設定
ko_kr: 굽힘량 상한치 설정
pl_pl: Ustaw górną granicę ugięcia
pt_pt: Definir limite superior de deflexão
sv_se: Ställ in övre avböjningsgräns
zh_hans: 设置挠度上限

# MachineAction_SetUpperDeflectionLimit_RecommendedUse
source: Set deflection limits before each cut, or as desired. Limiting the allowed deflection value can be a good way to avoid going out of tolerance, due to tool wear, material or process variations. Setup problems resulting in a too large cut could also be detected.
de_de: Legen Sie vor jedem Schnitt oder nach Wunsch Durchbiegungsgrenzen fest. Die Begrenzung des zulässigen Durchbiegungswerts kann ein guter Weg sein, um zu vermeiden, dass die Toleranz aufgrund von Werkzeugverschleiß, Material- oder Prozessschwankungen überschritten wird. Setup-Probleme, die zu einem zu großen Schnitt führten, konnten ebenfalls erkannt werden.
es_es: Establezca límites de deflexión antes de cada corte, o según lo desee. Limitar el valor de deflexión permitido puede ser una buena manera de evitar perder la tolerancia, debido al desgaste de la herramienta, el material o las variaciones del proceso. También se pueden detectar problemas de configuración que resulten en un corte demasiado grande.
fr_fr: Définissez des limites de déflexion avant chaque coupe, ou comme vous le souhaitez. Limiter la valeur de déflexion autorisée peut être un bon moyen d’éviter de sortir de la tolérance, en raison de l’usure de l’outil, des variations de matériau ou de processus. Des problèmes de configuration entraînant une coupe trop importante peuvent également être détectés.
it_it: Impostare i limiti di flessione prima di ogni taglio o come desiderato. Limitare il valore di flessione consentito può essere un buon modo per evitare di uscire dalla tolleranza, a causa dell'usura dell'utensile, del materiale o delle variazioni di processo. È inoltre possibile rilevare problemi di configurazione che comportano una profondità di taglio troppo grande.
ja_jp: 加工の前に、必要に応じてたわみしきい値を設定します。たわみ値にしきい値を設定することは、工具の摩耗や、材料またはプロセスのばらつきによる公差外れを回避するのに役立ちます。段取りミスにより取り代が大きすぎたりといった問題も検出できます。
ko_kr: 절삭 전에 또는 원하는 대로 굽힘량 한계를 설정합니다. 허용되는 굽힘량을 제한하는 것은 공구 마모, 가공소재 또는 공정 변화로 인한 허용 오차를 벗어나는 것을 방지하는 좋은 방법이 될 수 있습니다. 설정 오류로 인한 너무 큰 가공깊이가 허용되는 것을 방지할 수도 있습니다.
pl_pl: Ustaw limity ugięcia przed każdym przejściem lub zgodnie z potrzebami. Ograniczenie dopuszczalnej wartości ugięcia może być dobrym sposobem na uniknięcie utraty tolerancji z powodu zużycia narzędzia, materiału lub zmian procesu. Można również wykryć problemy z konfiguracją powodujące zbyt duże przejście.
pt_pt: Defina os limites de deflexão antes de cada corte, se o pretender. Limitar o valor de deflexão permitido pode ser uma boa opção para evitar sair da tolerância, devido ao desgaste da ferramenta, do material ou às variações do processo. Problema de aperto originado por incremento demasiado grande também ser detetado.
sv_se: Ställ in avböjningsgränser före varje passering, eller efter önskemål. Att begränsa det tillåtna avböjningsvärdet kan vara ett bra sätt att undvika att hamna utanför toleransen på grund av verktygsslitage, material eller processvariationer. Installationsproblem som resulterar i ett för stort skärdjup kan också upptäckas.
zh_hans: 在每次切割之前或根据需要设置挠度限制。限制允许的挠度值是避免因刀具磨损、材料或工艺变化而超出公差的好方法。还可以检测到导致切割过大的设置问题。

# MachineAction_SetUpperLoadLimit_Description
source: This action type will update and set the active upper load limit in the Sensorized Tools software. The value field should contain the new limit in percent, expressed as whole number (i.e. 34 %). The acceptable range is from {0} % to {1} %.
de_de: Mit dieser Aktionsart wird der aktive obere Belastungsgrenzwert in der Silent Tools™ Plus Software aktualisiert und eingestellt. Das Wertefeld muss den neuen Grenzwert in Prozent enthalten, ausgedrückt als ganze Zahl (z. B. 34 %). Der zulässige Bereich liegt zwischen {0} % und {1} %.
es_es: Este tipo de acción actualizará y fijará el límite superior activo en el software Silent Tools™ Plus. El campo de valor debe contener el nuevo límite en porcentaje, expresado en un número entero (p. ej. 34 %). El rango aceptable está entre el {0} % y el {1} %.
fr_fr: Ce type d'action modifie ou définit la limite de charge supérieure au niveau du logiciel Silent Tools™ Plus. Le champ de la valeur doit contenir la nouvelle limite en pourcentage exprimée par un nombre entier (par exemple 34 %). La plage de valeurs valides s'étend de {0} % à {1} %.
it_it: Questo tipo di azione aggiorna e imposta il limite di carico superiore attivo nel software Silent Tools™ Plus. Il campo del valore dovrebbe contenere il nuovo limite in percentuale, espresso come numero intero (ovvero 34 %). Il campo accettabile varia tra {0} % e {1} %.
ja_jp: このアクションタイプはSilent Tools™ Plusソフトウェア内での負荷しきい値を設定・更新します。値フィールドには、新しいしきい値を整数にてパーセント表示で入力します (例、34 %)。 範囲は{0} % ～ {1} %。
ko_kr: 이 작업 유형은 Silent Tools™ Plus 소프트웨어에서 유효한 상한 부하 값을 업데이트 및 설정합니다. 값 필드에는 정수로 표시되는 새 한계값(예: 34%)이 포함되어야 합니다. 허용되는 범위는 {0}~{1}%입니다.
pl_pl: Ten typ czynności spowoduje aktualizację i ustawienie aktywnej górnej wartości granicznej obciążenia w oprogramowaniu Silent Tools™ Plus. Pole wartości powinno zawierać nową wartość graniczną w procentach, wyrażoną w formie liczby całkowitej (np. 34%). Dopuszczalny zakres wynosi od {0}% do {1}%.
pt_pt: Este tipo de acção irá atualizar e definir o limite superior de carga no software Silent Tools™ Plus. O campo do valor deve conter o novo limite em percentagem, expresso como número inteiro (ex.: 34%). O intervalo aceitável vai de {0}% a {1}%.
sv_se: Den här åtgärdstypen uppdaterar och ställer in den aktiva övre belastningsgränsvärdet i verktygets programvara. I värdefältet anges det nya gränsvärdet i procent, som heltal (dvs. 34 %). Det godkända intervallet ligger mellan {0} % och {1} %.
zh_hans: 此操作类型将更新并设置Silent Tools™ Plus软件中的活动负载上限。值字段应包含以整数百分比表示的新限制 (即34 %)。可接受的范围是从{0} %到{1} %。

# MachineAction_SetUpperLoadLimit_Name
source: Set upper load limit
de_de: Oberen Belastungsgrenzwert einstellen
es_es: Fijar límite superior de la carga
fr_fr: Définition de la limite supérieure de charge
it_it: Imposta il limite di carico superiore
ja_jp: 負荷しきい値の設定
ko_kr: 부하 상한 설정
pl_pl: Ustaw górną wartość graniczną obciążenia
pt_pt: Definir limite superior de carga
sv_se: Ställa in övre belastningsgränsvärde
zh_hans: 设置负载上限

# MachineAction_SetUpperLoadLimit_RecommendedUse
source: Set limits in NC code before each cut. The limits may also be updated during a cut if desired. Identify the desired limits during process run-in by observing the load value in the software user interface. The limit should be set close enough to the expected load to detect any unwanted abnormality.
de_de: Setzen Sie die Grenzwerte vor jedem Schnitt im NC-Code. Die Grenzwerte können auf Wunsch auch während eines Schneidvorgangs aktualisiert werden. Bestimmen Sie die gewünschten Grenzwerte während des Prozessablaufs, indem Sie den Belastungswert in der Softwarebenutzeroberfläche beobachten. Der Grenzwert sollte nahe genug an der erwarteten Belastung eingestellt werden, um jede unerwünschte Anomalie erkennen zu können.
es_es: Fije límites en el código de CN antes de cada corte. Los límites también pueden actualizarse durante un corte si se quiere. Identifique los límites deseados durante el ensayo del proceso, observando el valor de la carga y la interfaz de usuario del software. El límite debe fijarse lo más cerca posible a la carga esperada para detectar cualquier anormalidad no deseada.
fr_fr: Définition de la limite dans le code CN avant chaque coupe. La limite peut aussi être modifiée pendant l'usinage si nécessaire. Pour identifier les limites souhaitables, observer la valeur de la charge pendant l'usinage dans l'interface utilisateur du logiciel. La limite doit être assez proche de la charge attendue afin de détecter toute anomalie.
it_it: Imposta i limiti nel codice NC prima di ogni taglio. Volendo, i limiti possono essere aggiornati anche durante un taglio. Identifica i limiti desiderati durante la prova di lavorazione, osservando il valore di carico nell'interfaccia utente del software. Per rilevare eventuali anomalie indesiderate, il limite dovrebbe essere impostato abbastanza vicino al carico previsto.
ja_jp: 加工前にNCコードでしきい値を設定できます。必要ならば 加工中にこのしきい値を変更することも可能です。試加工中のデータをソフトウェアで確認し、どのしきい値を使うのが良いか検討してください。異常が発生するのに近く、かつ異常が発生する前の値をしきい値として設定するのが望ましいです。
ko_kr: 절삭할 때마다 먼저 NC 코드에 한도값을 설정하십시오. 원하면 절삭 중에 한도값이 업데이트될 수도 있습니다. 소프트웨어 사용자 인터페이스에서 부하 값을 관찰하여 공정 진행 중에 원하는 한도값인지 확인하십시오. 원하지 않는 이상 현상이 발생하지 않으려면 예상 부하에 최대한 근접하게 한도값을 설정해야 합니다.
pl_pl: Ustaw wartości graniczne w kodzie NC przed każdym zagłębieniem w materiał. Jeśli to konieczne, wartości graniczne można również aktualizować podczas skrawania. Określ żądane wartości graniczne podczas optymalizacji obróbki, obserwując wartość obciążenia na interfejsie użytkownika. Ustawiona wartość graniczna powinna być bliska oczekiwanemu obciążeniu, aby możliwe było wykrycie niepożądanych nietypowych zachowań.
pt_pt: Defina limites no código NC antes de cada corte. Os limites podem também ser atualizados durante um corte, se o pretender. Identifique os limites pretendidos durante a execução do processo, observando o valor da carga no software. O limite deve ser definido para um valor suficientemente próximo da carga prevista para detetar qualquer anomalia indesejada.
sv_se: Ställ in gränsvärdena i NC-koden före varje ingrepp. Gränsvärdena kan också uppdateras under pågående ingrepp vid behov. Identifiera de gränsvärden som är önskvärda under inkörningsprocessen genom att observera belastningsvärdet i programvarans användargränssnitt. Gränsen bör sättas tillräckligt nära den förväntade belastningen för att det ska gå att upptäcka eventuella oönskade avvikelser.
zh_hans: 每次切削前，都在NC代码中设置限制。如果需要，也可以在切削过程中更新限制。通过观察软件用户界面中的负载值，确定工艺磨合期间所需的限制。应将限制设置为足够接近预期负载，以检测任何不必要的异常。

# MachineAction_SetUpperTemperatureLimit_Description
source: This action type will update and set the active upper temperature limit in the Sensorized Tools software. The value field will be interpreted according to the temperature unit chosen under application settings. The value can be any whole number between 10-75 °C or 50-167 °F respectively.
de_de: Dieser Aktionstyp aktualisiert und legt die aktive obere Temperaturgrenze in der Silent Tools™ Plus-Software fest. Das Wertfeld wird entsprechend der unter den Anwendungseinstellungen ausgewählten Temperatureinheit interpretiert. Der Wert kann eine beliebige ganze Zahl zwischen 10-75 °C bzw. 50-167 °F sein.
es_es: Este tipo de acción actualizará y establecerá el límite de temperatura superior activo en el software Silent Tools™ Plus. El campo de valor se interpretará de acuerdo con la unidad de temperatura elegida en la configuración de la aplicación. El valor puede ser cualquier número entero entre 10-75 °C o 50-167 °F respectivamente.
fr_fr: Ce type d’action met à jour et définit la limite de température supérieure active dans le logiciel Silent Tools™ Plus. Le champ de valeur sera interprété en fonction de l’unité de température choisie sous les paramètres de l’application. La valeur peut être n’importe quel nombre entier compris entre 10-75 °C ou 50-167 °F respectivement.
it_it: Questo tipo di azione aggiornerà e imposterà il limite di temperatura superiore attivo nel software Silent Tools™ Plus. Il campo del valore verrà interpretato in base all'unità di temperatura scelta nelle impostazioni dell'applicazione. Il valore può essere qualsiasi numero intero compreso tra 10-75 °C o 50-167 °F rispettivamente.
ja_jp: このアクションタイプは、サイレントツールプラスソフトウェアの有効な温度しきい値を設定・更新します。値フィールドは、アプリケーション設定で選択した温度単位に従います。 値は、それぞれ10〜75°Cまたは50〜167°Fの任意の整数にすることができます。
ko_kr: 이 작업 유형은 Silent Tools™ Plus 소프트웨어에서 활성 상한 온도치를 업데이트하고 설정합니다. 값 필드는 애플리케이션 설정에서 선택한 온도 단위를 따릅니다. 값은 각각 10-75 ° C 또는 50-167 ° F 사이의 정수이어야 합니다.
pl_pl: Ten typ działania spowoduje aktualizację i ustawienie aktywnego górnego limitu temperatury w oprogramowaniu Silent Tools™ Plus. Pole wartości zostanie zinterpretowane zgodnie z jednostką temperatury wybraną w ustawieniach aplikacji. Wartość może być dowolną liczbą całkowitą odpowiednio od 10-75 °C lub 50-167 °F.
pt_pt: Este tipo de ação atualizará e definirá o limite de temperatura superior ativo no software Silent Tools™ Plus. O campo de valor será interpretado de acordo com a unidade de temperatura escolhida nas definições da aplicação. O valor pode ser qualquer número inteiro entre 10-75 °C ou 50-167 °F, respetivamente.
sv_se: Den här åtgärdstypen uppdaterar och ställer in den aktiva övre temperaturgränsen i verktygetsprogrammet. Värdefältet tolkas enligt den temperaturenhet som valts under applikationsinställningar. Värdet kan vara valfritt heltal mellan 10-75 ° C respektive 50-167 ° F.
zh_hans: 此操作类型将在静默工具™增强版软件中更新和设置活动温度上限。值字段将根据在应用程序设置下选择的温度单位进行解释。 该值可以分别是 10-75 °C 或 50-167 °F 之间的任何整数。

# MachineAction_SetUpperTemperatureLimit_Name
source: Set upper temperature limit
de_de: Oberen Temperaturgrenzwert einstellen
es_es: Fijar el límite superior de temperatura
fr_fr: Définition de la limite supérieure de température
it_it: Imposta il limite di temperatura superiore
ja_jp: 温度しきい値の設定
ko_kr: 온도 상한 설정
pl_pl: Ustaw górną wartość graniczną temperatury
pt_pt: Definir limite superior de temperatura
sv_se: Ställa in övre temperaturgränsvärde
zh_hans: 设置温度上限

# MachineAction_SetUpperTemperatureLimit_RecommendedUse
source: Set limits before each cut or as desired. If higher temperatures affect process stability during run-in, a limit could be imposed to stay within an acceptable range by observing the temperature value in the software user interface.
de_de: Stellen Sie die Grenzwerte vor jedem Schneidvorgang oder nach Bedarf ein. Wenn höhere Temperaturen die Prozessstabilität während des Anlaufens beeinträchtigen, könnte durch Beobachten des Temperaturwerts in der Softwarebenutzeroberfläche ein Grenzwert festgelegt werden, um in einem akzeptablen Bereich zu bleiben.
es_es: Fije los límites antes de cada corte, o como desee. Si las altas temperaturas afectan a la estabilidad del proceso durante el ensayo, podría imponerse un límite para mantenerse en el rango aceptable, observando el valor de temperatura en el la interfaz de usuario del software.
fr_fr: Définit les limites avant chaque usinage ou comme désirées. Si les températures élevées affectent la stabilité du process pendant la coupe, une limite peut être imposée ; pour définir une limite, observer la valeur de la température dans l'interface utilisateur du logiciel.
it_it: Imposta i limiti prima di ogni taglio o come desiderato. Se temperature più elevate influiscono sulla stabilità del processo durante la prova, potrebbe essere imposto un limite per rimanere entro un campo accettabile, osservando il valore della temperatura nell'interfaccia utente del software.
ja_jp: 必要ならば加工前にしきい値を設定できます。高温が加工の安定性に影響を及ぼす場合は、試加工中にソフトウェア上での温度を確認しつつ、許容範囲を超えないようしきい値を設定することができます。
ko_kr: 절삭 작업을 할 때마다 먼저 원하는 한도값을 설정하십시오. 가공 진행 중에 온도가 높아져서 공정 안정성이 영향을 받는다면 소프트웨어 사용자 인터페이스에서 온도 값을 관찰하여 허용 가능한 범위 내에 머물도록 한도값을 적용할 수 있습니다.
pl_pl: Ustawiaj wartości graniczne przed każdym zagłębieniem w materiał lub odpowiednio do potrzeb. Jeśli wyższe temperatury wpłyną na stabilność obróbki podczas optymalizacji, należy narzucić wartość graniczną umożliwiającą pozostanie w dopuszczalnym zakresie, obserwując wartość temperatury na interfejsie użytkownika.
pt_pt: Defina os limites antes de cada corte, se o pretender. Se temperaturas mais altas afetarem a estabilidade do processo durante a execução, pode ser imposto um limite para que as mesmas se situem dentro de um intervalo aceitável, mediante a observação do valor no software.
sv_se: Ställ in gränsvärden före varje ingrepp. Om högre temperaturer påverkar processtabiliteten under inkörning kan ett gränsvärde sättas för att maskinen ska hålla sig inom ett godkänt intervall, genom att man observerar temperaturvärdet i programvarans användargränssnitt.
zh_hans: 每次切削之前或根据需要设置限制。如果较高的温度影响磨合期间的工艺稳定性，可以通过观察软件用户界面中的温度值来施加一个限制，使其保持在可接受的范围内。
