Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# MachineAction_VibrationOutsideOfLimits_Description
source: Any time the vibration detected by the sensorized tool is outside of the set limits, this action type will be sent to the machine. The value field is not used. The action type will be resent if the vibration situation persists or resurfaces.
de_de: Jedes Mal, wenn die von der Bohrstange erfasste Vibration außerhalb der eingestellten Grenzwerte liegt, wird dieser Aktionstyp an die Maschine gesendet. Das Wertefeld wird nicht verwendet. Der Aktionstyp wird erneut gesendet, wenn die Vibrationsstörung fortbesteht oder erneut auftritt.
es_es: Cada vez que la vibración detectada esté fuera de los límites fijados, se enviará este tipo de acción a la máquina. El campo de valor no está siendo usado. El tipo de acción se renviará si la situación que provoca las vibraciones persiste o resurge.
fr_fr: Ce type d'action sera envoyé à la machine à chaque fois que les vibrations détectées par l'adaptateur de tournage dépassent les limites prédéfinies. Le champ de la valeur n'est pas utilisé. L'action sera envoyée à nouveau si les vibrations continuent ou réapparaissent.
it_it: Ogni volta che le vibrazioni rilevate dall'adattatore di tornitura sono al di fuori dei limiti impostati, questo tipo di azione verrà inviato alla macchina. Il campo del valore non viene utilizzato. Il tipo di azione viene inviato nuovamente se le vibrazioni persistono o si ripresentano.
ja_jp: バーによって検知されたびびりがしきい値を超過した場合、このアクションタイプが機械へ送信されます。値フィールドは使用しません。びびり状況が解決しない場合またはびびりが再発する場合は、アクションタイプが再送信されます。
ko_kr: 선삭 어댑터에서 감지된 진동이 설정된 한계를 벗어날 때마다 이 작업 유형이 기계로 전송됩니다. 값 필드는 사용되지 않습니다. 진동이 계속되거나 다시 발생하면 작업 유형이 다시 전송됩니다.
pl_pl: Za każdym razem, gdy zostaną stwierdzone drgania adaptera tokarskiego poza zakresem ustawionych wartości, ten typ czynności zostanie wysłany do obrabiarki. Pole wartości nie jest używane. Ten typ czynności zostanie wysłany ponownie, jeśli problem z drganiami będzie nadal występował lub pojawi się znowu.
pt_pt: Sempre que a vibração detetada pela ferramenta estiver fora dos limites definidos, este tipo de acção será enviado para a máquina. O campo do valor não é utilizado. O tipo de ação será reenviado, se a situação de vibração persistir ou voltar a surgir.
sv_se: Varje gång verktyget registrerar vibrationer som ligger utanför de inställda gränsvärdena skickas denna åtgärdstyp till maskinen. Värdefältet används inte. Åtgärdstypen skickas på nytt om vibrationerna kvarstår eller återkommer.
zh_hans: 每当车削接杆检测到振动超出设置限制时，系统就会将此操作类型发送到机床。不使用值字段。如果振动情况持续存在或重新出现，则将重新发送操作类型。

# MachineAction_VibrationOutsideOfLimits_Name
source: Vibration outside of limits
de_de: Vibrationen außerhalb der Grenzwerte
es_es: Vibración fuera de los límites
fr_fr: Vibrations hors limites
it_it: Vibrazioni fuori dai limiti
ja_jp: びびりがしきい値を超過
ko_kr: 설정 진동 상한 초과
pl_pl: Drgania poza zakresem wartości granicznych
pt_pt: Vibração fora dos limites
sv_se: Vibrationerna ligger utanför gränsvärdet
zh_hans: 振动超出限制

# MachineAction_VibrationOutsideOfLimits_RecommendedUse
source: During a critical finishing pass it might be best to abort the process and retract the sensorized tool to a safe distance. Alternatives could be to increase the feed rate or start spindle speed variations.
de_de: Während eines kritischen Schlichtdurchgangs empfiehlt es sich, den Prozess abzubrechen und die Bohrstange auf einen sicheren Abstand zurückzuziehen. Als Alternative kann der Vorschub erhöht werden, oder die Spindelgeschwindigkeit wird variiert.
es_es: Durante una pasada de acabado crítica, lo mejor puede ser cancelar el proceso y retirar el adaptador de torneado a una distancia segura. La alternativa podría ser incrementar la velocidad de avance o iniciar variaciones en la velocidad de husillo.
fr_fr: Pendant une passe de finition critique, le meilleur choix est l'arrêt du process avec retrait de l'adaptateur de tournage dans une zone sûre, hors de coupe. Alternativement, il est possible soit d'augmenter l'avance, soit de faire varier la vitesse de la broche.
it_it: Durante una passata di finitura critica, la cosa migliore potrebbe essere quella di interrompere la lavorazione e allontanare l'adattatore di tornitura a distanza di sicurezza. In alternativa, si potrebbe aumentare l'avanzamento o provare a variare la velocità del mandrino.
ja_jp: 重要な仕上げ加工の場合、ベストなのは加工を中止して、バーを安全な位置へ逃がすことです。代替策は、送り速度を上げる、またはスピンドル回転数を変更することです。
ko_kr: 중요한 정삭 패스 가공 중이라면 공정을 중단하고 선삭 어댑터를 안전 거리로 빼는 것이 가장 좋습니다. 이송률을 높이거나 스핀들 속도에 변화를 줘도 됩니다.
pl_pl: Podczas krytycznego przejścia wykończeniowego najlepiej anulować proces, po czym wycofać adapter tokarski na bezpieczną odległość. Alternatywnie można zwiększyć posuw lub rozpocząć pracę ze zmienną wartością prędkości wrzeciona.
pt_pt: Durante a importante passagem de acabamento, a melhor opção será cancelar o processo e retrair a ferramenta para uma distância segura. As alternativas poderão passar pelo aumento do avanço ou por variações na velocidade do fuso.
sv_se: Under en kritisk bearbetningsprocess kan det bästa alternativet vara att avbryta processen och flytta verktyget till en säkert position. Alternativt kan du värdera att öka matningen eller variera spindelvarvtalet, om möjligt.
zh_hans: 在关键的精加工走刀期间，最好的方法可能是中止加工，并将车削接杆收回到安全距离。也可以提高进给率，或开始更改主轴转速。

# MachineLog_HeaderActionDirection
source: Direction
de_de: Richtung
es_es: Dirección
it_it: Direzione
ja_jp: 方向
ko_kr: 방향
pl_pl: Kierunek
pt_pt: Direcção
sv_se: Riktning
zh_hans: 方向

# MachineLog_HeaderActionType
source: Action type
de_de: Aktionstyp
es_es: Tipo de acción
fr_fr: Type d'action
it_it: Tipo azione
ja_jp: アクションタイプ
pl_pl: Typ czynności
pt_pt: Tipo de acção
sv_se: Åtgärdstyp
zh_hans: 操作类型

# MachineLog_HeaderActionValue
source: Action value
de_de: Aktions Code
es_es: Valor de la acción
fr_fr: Valeur de l'action
it_it: Valore azione
ja_jp: アクション値
pl_pl: Wartość czynności
pt_pt: Valor da acção
sv_se: Åtgärdsvärde
zh_hans: 操作值

# MachineLog_HeaderEventDescription
source: Event
de_de: Ereignis
es_es: Evento
fr_fr: Événement
it_it: Evento
ja_jp: イベント
ko_kr: 이벤트
pl_pl: Zdarzenie
pt_pt: Evento
sv_se: Händelse
zh_hans: 事件

# MachineLog_HeaderResult
source: Result
de_de: Ergebnis
es_es: Resultado
fr_fr: Résultat
it_it: Risultato
ja_jp: 結果
ko_kr: 결과
pl_pl: Wynik
pt_pt: Resultado
sv_se: Resultat
zh_hans: 结果

# MachineLog_HeaderStatus
source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: 状態
ko_kr: 상태
pt_pt: Estado
zh_hans: 状态

# MachineLog_HeaderTimestamp
source: Time
de_de: Zeit
es_es: Tiempo
fr_fr: Temps
it_it: Tempo
ja_jp: 時間
ko_kr: 시간
pl_pl: Czas
pt_pt: Tempo
sv_se: Tid
zh_hans: 时间

# MachineLog_UnknownAction
source: Unknown action
de_de: Unbekannte Aktion
es_es: Acción desconocida
fr_fr: Action inconnue
it_it: Azione sconosciuta
ja_jp: 不明なアクション
ko_kr: 알 수 없는 action
pl_pl: Nieznana czynność
pt_pt: Ação desconhecida
sv_se: Okänd åtgärd
zh_hans: 未知操作

# MachineLog_ValueOK
source: Value OK
de_de: Wert OK
es_es: Valor OK
fr_fr: Valeur OK
it_it: Valore OK
ja_jp: 値OK
ko_kr: 값에 문제 없음
pl_pl: Wartość OK
pt_pt: Valor OK
sv_se: Värde OK
zh_hans: 值正常

# MachineLog_ValueOutOfRange
source: Out of range
de_de: Nicht im zulässigen Bereich
es_es: Fuera del rango
fr_fr: Hors limites
it_it: Fuori campo
ja_jp: 範囲外
ko_kr: 범위를 벗어남
pl_pl: Poza dopuszczalnym zakresem
pt_pt: Fora do intervalo
sv_se: Utanför intervall
zh_hans: 超出范围

# Machine_AutoConnectSettings_Title
source: Auto connect
de_de: Automatische Verbindung
es_es: Autoconectar
fr_fr: Connexion automatique
it_it: Connessione automatica
ja_jp: 自動接続
ko_kr: 자동 연결
pl_pl: Autom. połączenie
pt_pt: Conexão automática
sv_se: Automatisk tillkoppling
zh_hans: 自动连接

# Machine_Aux_Enabled_Text
source: Auxiliary channels activated.
de_de: AUX-Kanäle aktiviert.
es_es: Canales auxiliares activados.
fr_fr: Canaux auxiliaires activés.
it_it: Canali ausiliari attivati.
ja_jp: 補助チャンネルがアクティブになりました。
ko_kr: 보조 채널이 활성화되었습니다.
pl_pl: Aktywowane kanały pomocnicze.
pt_pt: Canais auxiliares ativados.
sv_se: Extra kanaler aktiverade.
zh_hans: 辅助通道已激活。

# Machine_Aux_Enabled_Title
source: Auxiliary channels
de_de: AUX-Kanäle
es_es: Canales auxiliares
fr_fr: Canaux auxiliaires
it_it: Canali ausiliari
ja_jp: 補助チャンネル
ko_kr: 보조 채널
pl_pl: Kanały pomocnicze
pt_pt: Canais auxiliares
sv_se: Extra kanaler
zh_hans: 辅助通道

# Machine_EnableLimit_Label
source: Enable limit
de_de: Limit aktivieren
es_es: Habilitar límite
fr_fr: Activer la limite
it_it: Abilita limite
ja_jp: リミットを有効にする
ko_kr: 제한 사용
pl_pl: Włącz limit
pt_pt: Habilitar limite
sv_se: Aktivera gräns
zh_hans: 启用限制

# Machine_InterfaceVersion.Text
source: Interface version
de_de: Schnittstellenversion
es_es: Versión del adaptador
fr_fr: Version de l'interface
it_it: Versione interfaccia
ja_jp: インターフェースバージョン
ko_kr: 인터페이스 버전
pl_pl: Wersja złącza
pt_pt: Versão da interface
sv_se: Gränssnittsversion
zh_hans: 接口版本

# Machine_MachineId.Text
source: Machine ID
de_de: Maschinen-ID
es_es: ID de la máquina
fr_fr: ID machine
it_it: ID macchina
ja_jp: 機械ID
ko_kr: 장비 ID
pl_pl: Identyfikator obrabiarki
pt_pt: ID da máquina
sv_se: Maskin-ID
zh_hans: 机床ID

# Machine_MachineManufacturer.Text
source: Manufacturer
de_de: Hersteller
es_es: Fabricante
fr_fr: Fabricant
it_it: Costruttore
ja_jp: メーカー
ko_kr: 제조사
pl_pl: Producent
pt_pt: Fabricante
sv_se: Tillverkare
zh_hans: 制造商

# AdvancedMachine_MachineManufacturerLabel
source: Manufacturer:
de_de: Hersteller:
es_es: Fabricante:
fr_fr: Fabricant :
it_it: Costruttore:
ja_jp: メーカー：
ko_kr: 제조사:
pl_pl: Producent:
pt_pt: Fabricante:
sv_se: Tillverkare:
zh_hans: 制造商：

# Machine_MachineModel.Text
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
it_it: Modello
ja_jp: モデル
ko_kr: 모델
pt_pt: Modelo
sv_se: Modell
zh_hans: 型号

# AdvancedMachine_MachineModelLabel
source: Model:
de_de: Modell:
es_es: Modelo:
fr_fr: Modèle :
it_it: Modello:
ja_jp: モデル：
ko_kr: 모델:
pt_pt: Modelo:
sv_se: Modell:
zh_hans: 型号：

# Machine_MachineStatus.Text
source: Machine status
de_de: Maschinenstatus
es_es: Estado de la máquina
fr_fr: Statut machine
it_it: Stato macchina
ja_jp: マシンステータス
ko_kr: 기계 상태
pl_pl: Status obrabiarki
pt_pt: Estado da máquina
sv_se: Maskinstatus
zh_hans: 机床状态

# Machine_Notification_InvalidLicense_Text
source: The connected bar does not have an active license for machine integrated functionality. You may still use the software to view live data. Contact your Sandvik Coromant representative to unlock the machine integrated features for this bar.
de_de: Die verbundene Bohrstange verfügt nicht über eine aktive Lizenz für maschinenintegrierte Funktionen. Sie können die Software weiterhin verwenden, um sich die Live-Daten anzeigen zu lassen. Um die integrierten Funktionen der Maschine für diese Bohrstange freizuschalten, wenden Sie sich an Ihren Sandvik Coromant Ansprechpartner.
es_es: La barra conectada no tiene una licencia activa para la funcionalidad integrada en la máquina. Pero puede usar el software para ver datos en directo. Contacte con su representante de Sandvik Coromant para desbloquear las funciones integradas en la máquina de esta barra.
fr_fr: La barre connectée n'a pas de licence permettant l'intégration avec la machine. Vous pouvez néanmoins utiliser le logiciel pour voir les données en temps réel. Contactez votre représentant Sandvik Coromant pour activer l'intégration de la barre avec la machine.
it_it: La barra connessa non dispone di una licenza attiva per la funzionalità integrata nella macchina. Puoi comunque utilizzare il software per visualizzare i dati in tempo reale. Per sbloccare le funzioni integrate nella macchina per questa barra, contatta lo specialista Sandvik Coromant di riferimento.
ja_jp: 接続されたバーには、機械との連携機能用の有効なライセンスがありません。ソフトウェアを使用してリアルタイムデータを確認することは可能です。機械との連携機能用のライセンスについては、お近くのサンドビック・コロマントもしくは販売店にご連絡ください。
ko_kr: 연결된 바에는 장비 통합 기능에 대한 유효한 라이센스가 없습니다. 그러나, 소프트웨어를 이용해 실시간 데이터를 볼 수 있습니다. 이 바의 장비 통합 기능의 잠금 해제하려면 샌드빅 코로만트 담당자에게 문의하십시오.
pl_pl: Podłączony wytaczak nie posiada aktywnej licencji dla funkcji zintegrowanej w obrabiarce. Mimo to można korzystać z oprogramowania, aby mieć dostęp do podglądu danych na żywo. Skontaktuj się z przedstawicielem Sandvik Coromant, aby odblokować zintegrowane w obrabiarce funkcje dla tego wytaczaka.
pt_pt: A ferramenta conectada não possui uma licença ativa para a funcionalidade integrada à máquina. Pode continuar a usar o software para visualizar os dados em tempo real. Contacte o seu representante para desbloquear as funcionalidades para esta ferramenta.
sv_se: Det anslutna verktyget har ingen aktiv licens för maskinintegrering. Du kan ändå använda programvaran för att visa data i realtid. Kontakta din Sandvik Coromant representant för att aktivera funktionen maskinintegrering.
zh_hans: 连接的棒材没有针对机床集成功能的有效许可证。您仍可使用该软件查看实时数据。请与您的山特维克可乐满代表联系，以解锁该棒材的机床集成功能。

# Machine_Notification_InvalidLicense_Title
source: Machine license
de_de: Maschinenlizenz
es_es: Licencia de la máquina
fr_fr: Licence machine
it_it: Licenza macchina
ja_jp: 機械ライセンス
ko_kr: 장비라이선스
pl_pl: Licencja obrabiarki
pt_pt: Licença da máquina
sv_se: Maskinlicens
zh_hans: 机床许可证

# Machine_SetDeflectionLimit_Description
source: Deflection
de_de: Ablenkung
es_es: Flexión
fr_fr: Déflexion
it_it: Flessione
ja_jp: たわみ量
ko_kr: 굽힘량
pl_pl: Ugięcie
pt_pt: Deflexão
sv_se: Avböjning
zh_hans: 偏斜

# Machine_SetDeflectionLimit_Title
source: Set deflection limit
de_de: Festlegen der Abdrängungsgrenze
es_es: Establecer límite de deflexión
fr_fr: Définir la limite de déflexion
it_it: Imposta limite di flessione
ja_jp: たわみしきい値の設定
ko_kr: 굽힘량 한계 설정
pl_pl: Ustawianie limitu ugięcia
pt_pt: Limite de deflexão definido
sv_se: Ställ in avböjningsgräns
zh_hans: 设置挠度限制

# Machine_SetLoadLimit_Description
source: Load
de_de: Belastung
es_es: Carga
fr_fr: Charge
it_it: Carico
ja_jp: 負荷
ko_kr: 부하
pl_pl: Obciążenie
pt_pt: Carga
sv_se: Belastning
zh_hans: 负载

# Machine_SetLoadLimit_Title
source: Set load limit
de_de: Lastbegrenzung einstellen
es_es: Establecer límite de carga
fr_fr: Définir la limite de charge
it_it: Imposta limite di carico
ja_jp: 負荷へのリミットを設定する
ko_kr: 부하 한계 설정
pl_pl: Ustawianie limitu obciążenia
pt_pt: Definir limite de carga
sv_se: Ställ in belastningsgräns
zh_hans: 设置负载限制

# Machine_SetTemperatureLimit_Description
source: Temperature
de_de: Temperatur
es_es: Temperatura
fr_fr: Température
it_it: Temperatura
ja_jp: 温度
ko_kr: 온도
pl_pl: Temperatura
pt_pt: Temperatura
sv_se: Temperatur
zh_hans: 温度

# Machine_SetTemperatureLimit_Title
source: Set temperature limit
de_de: Temperaturgrenze einstellen
es_es: Establecer límite de temperatura
fr_fr: Définir la limite de température
it_it: Imposta limite di temperatura
ja_jp: 温度へのリミットを設定する
ko_kr: 온도 한계 설정
pl_pl: Ustaw limit temperatury
pt_pt: Definir limite de temperatura
sv_se: Ställ in temperaturgräns
zh_hans: 设置温度限制

# Machine_SetVibrationLimit_Description
source: Vibration
es_es: Vibración
fr_fr: Vibrations
it_it: Vibrazioni
ja_jp: びびり
ko_kr: 진동
pl_pl: Drgania
pt_pt: Vibração
sv_se: Vibrationer
zh_hans: 振动

# Machine_SetVibrationLimit_Title
source: Set vibration limit
de_de: Vibrationsgrenze einstellen
es_es: Establecer límite de vibración
fr_fr: Définir la limite de vibration
it_it: Imposta limite di vibrazione
ja_jp: びびりへのリミットを設定する
ko_kr: 진동 한계 설정
pl_pl: Ustawianie limitu drgań
pt_pt: Definir limite de vibração
sv_se: Ställ in vibrationsgräns
zh_hans: 设置振动限制

# Machine_Status_Notification
source: Status:
es_es: Estado:
fr_fr: Statut :
it_it: Stato:
ja_jp: ステータス：
ko_kr: 상태:
pl_pl: Stan:
pt_pt: Estado:
zh_hans: 状态：

# Machine_ViewAndTestAvailableActions.Text
source: View & test available actions
de_de: Verfügbare Aktionen anzeigen und testen
es_es: Ver y probar acciones disponibles
fr_fr: Voir et tester les actions disponibles
it_it: Visualizza e prova le azioni disponibili
ja_jp: 利用可能アクションの確認・テスト
ko_kr: 사용 가능한 작업 조회 및 테스트
pl_pl: Zobacz i przetestuj dostępne czynności
pt_pt: Ver e testar ações disponíveis
sv_se: Visa och testa tillgängliga åtgärder
zh_hans: 查看和测试可用操作

# Machine_WidgetLog.Title
source: Log
de_de: Protokoll
es_es: Registro
fr_fr: Journal
it_it: Registro
ja_jp: ログ
ko_kr: 로그
pl_pl: Dziennik
pt_pt: Registo
sv_se: Logg
zh_hans: 日志

# Machine_WidgetMachineInterfaceSettings.Title
source: Machine interface settings
de_de: Einstellungen der Maschinenschnittstelle
es_es: Configuración de la interfaz de la máquina
fr_fr: Paramètres de l'interface machine
it_it: Impostazioni interfaccia macchina
ja_jp: 機械とのインターフェース設定
ko_kr: 장비 인터페이스 설정
pl_pl: Ustawienia złącza obrabiarki
pt_pt: Definições da interface da máquina
sv_se: Inställningar maskingränssnitt
zh_hans: 机床接口设置

source: Metadata
de_de: Metadaten
es_es: Metadatos
fr_fr: Métadonnées
it_it: Metadati
ja_jp: メタデータ
ko_kr: 메타데이터
pl_pl: Metadane
pt_pt: Metadados
zh_hans: 元数据

# Metadata_BatchNo
source: Batch number
de_de: Chargennummer
es_es: Número de lote
fr_fr: Numéro de lot
it_it: Numero di lotto
ja_jp: ロット番号
ko_kr: 배치 번호
pl_pl: Numer partii
pt_pt: Número do lote
sv_se: Batchnummer
zh_hans: 批号

# Metadata_BatchNumberLabel
source: Batch/order number
de_de: Chargen-/Bestellnummer
es_es: Número de lote/pedido
fr_fr: Numéro de lot/commande
it_it: Numero di lotto/ordine
ja_jp: バッチ/注文番号
ko_kr: 배치/주문 번호
pl_pl: Numer partii/zamówienia
pt_pt: Número do lote/encomenda
sv_se: Batch-/ordernummer
zh_hans: 批次/订单号

# Metadata_ClickToChange
source: Click to change
de_de: Klicken Sie hier zum Ändern
es_es: Haga clic para cambiar
fr_fr: Cliquez pour modifier
it_it: Clicca per cambiare
ja_jp: クリックして変更
ko_kr: 변경하려면 클릭하세요
pl_pl: Kliknij, aby zmienić
pt_pt: Clique para alterar
sv_se: Klicka för att ändra
zh_hans: 点击更改

# Metadata_CommentLabel
source: Comment
de_de: Kommentar
es_es: Comentario
fr_fr: Commentaire
it_it: Commento
ja_jp: コメント
ko_kr: 주석
pl_pl: Komentarz
pt_pt: Comentar
sv_se: Kommentar
zh_hans: 评论

# Metadata_Component
source: Component: {0}
de_de: Komponente: {0}
es_es: Componente: {0}
fr_fr: Pièce: {0}
it_it: Componente: {0}
ja_jp: コンポーネント: {0}
ko_kr: 가공품: {0}
pl_pl: Przedmiot: {0}
pt_pt: Componente: {0}
sv_se: Komponent: {0}
zh_hans: 组件：{0}

# Metadata_ComponentId
source: Component ID
de_de: Komponenten-ID
es_es: ID del componente
fr_fr: ID de la pièce
it_it: ID componente
ja_jp: コンポーネント ID
ko_kr: 가공품 ID
pl_pl: Identyfikator przedmiotu/numer seryjny
pt_pt: ID do componente
sv_se: Komponent-ID
zh_hans: 组件标识

# Metadata_ComponentIdLabel
source: Component ID/serial number
de_de: Komponenten-ID/Seriennummer
es_es: ID del componente/número de serie
fr_fr: ID du composant/numéro de série
it_it: ID componente/numero di serie
ja_jp: コンポーネント ID/シリアル番号
ko_kr: 가공품 ID/일련 번호
pl_pl: Identyfikator przedmiotu/numer seryjny
pt_pt: ID do componente/número de série
sv_se: Komponent-ID/serienummer
zh_hans: 组件 ID/序列号

# Metadata_CreationTime
source: Creation time
de_de: Erstellungszeit
es_es: Hora de creación
fr_fr: Temps de création
it_it: Tempo di creazione
ja_jp: 作成時刻
ko_kr: 작성 시간
pl_pl: Czas utworzenia
pt_pt: Tempo de criação
sv_se: Skapande tid
zh_hans: 创建时间

# Metadata_CurrentProcess
source: Current process
de_de: Aktueller Prozess
es_es: Proceso actual
fr_fr: Processus actuel
it_it: Lavorazione attuale
ja_jp: 現在のプロセス
ko_kr: 현재 프로세스
pl_pl: Bieżący proces
pt_pt: Processo atual
sv_se: Nuvarande process
zh_hans: 当前流程

# Metadata_CuttingDepthLabel
source: Nominal cutting depth
de_de: Nominale Schnitttiefe
es_es: Profundidad de corte nominal
fr_fr: Profondeur de coupe nominale
it_it: Profondità di taglio nominale
ja_jp: 切込み量
ko_kr: 공칭 절삭 깊이
pl_pl: Nominalna głębokość skrawania
pt_pt: Profundidade de corte nominal
sv_se: Nominellt skärdjup
zh_hans: 公称切割深度

# Metadata_CuttingHeadLabel
source: Cutting head
de_de: Schneidkopf
es_es: Cabezal de corte
fr_fr: Tête de coupe
it_it: Utensile
ja_jp: カッティングヘッド
ko_kr: 커팅 헤드
pl_pl: Głowica skrawająca
pt_pt: Cabeça de corte
sv_se: Skärhuvud
zh_hans: 切割头

# Metadata_CuttingProcessHeader
source: Cutting process
de_de: Schneideprozess
es_es: Proceso de corte
fr_fr: Processus de coupe
it_it: Processo di taglio
ja_jp: 加工プロセス
ko_kr: 가공 공정
pl_pl: Proces skrawania
pt_pt: Processo de corte
sv_se: Skärprocess
zh_hans: 切割工艺

# Metadata_CuttingSpeedLabel
source: Nominal cutting speed
de_de: Nominale Schnittgeschwindigkeit
es_es: Velocidad de corte nominal
fr_fr: Vitesse de coupe nominale
it_it: Velocità di taglio nominale
ja_jp: 切削速度
ko_kr: 공칭 절삭 속도
pl_pl: Nominalna prędkość skrawania
pt_pt: Velocidade de corte nominal
sv_se: Nominell skärhastighet
zh_hans: 公称切割速度

# Metadata_DeleteProcessVerification
source: Please verify that you want to delete the process.
de_de: Bitte überprüfen Sie, ob Sie den Vorgang löschen möchten.
es_es: Compruebe que desea eliminar el proceso.
fr_fr: Veuillez vérifier que vous souhaitez supprimer le processus.
it_it: Verificare di voler eliminare la lavorazione.
ja_jp: プロセスを削除することを確認してください。
ko_kr: 해당 공정 기록을 삭제할 것인지 확인하십시오.
pl_pl: Sprawdź, czy chcesz usunąć proces.
pt_pt: Verifique se deseja excluir o processo.
sv_se: Kontrollera att du vill ta bort processen.
zh_hans: 请确认您要删除该进程。

# Metadata_Description
source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
pl_pl: Opis
pt_pt: Descrição
sv_se: Beskrivning
zh_hans: 描述

# Metadata_Duration
source: Duration
de_de: Dauer
es_es: Duración
fr_fr: Durée
it_it: Durata
ja_jp: 期間
ko_kr: 기간
pl_pl: Czas trwania
pt_pt: Duração
sv_se: Varaktighet
zh_hans: 期间

# Metadata_EditMetadata
source: Edit metadata
de_de: Metadaten bearbeiten
es_es: Editar metadatos
fr_fr: Modifier les métadonnées
it_it: Modificare i metadati
ja_jp: メタデータの編集
ko_kr: 메타데이터 편집
pl_pl: Edytowanie metadanych
pt_pt: Editar metadados
sv_se: Redigera metadata
zh_hans: 编辑元数据

# Metadata_FeedLabel
source: Nominal feed rate
de_de: Nennvorschub
es_es: Velocidad de avance nominal
fr_fr: Vitesse d’avance nominal
it_it: Velocità di avanzamento nominale
ja_jp: 送り速度
ko_kr: 공칭 이송
pl_pl: Nominalna prędkość posuwu
pt_pt: Taxa nominal de alimentação
sv_se: Nominell matningshastighet
zh_hans: 标称进给率

# Metadata_InsertLabel
source: Insert
de_de: Schneidplatte
es_es: Plaquita
fr_fr: Plaquette
it_it: Inserto
ja_jp: チップ
ko_kr: 인서트
pl_pl: Płytka
pt_pt: Pastilha
sv_se: Skär
zh_hans: 刀片

# Metadata_LastLogged
source: Last logged: {0}
de_de: Zuletzt angemeldet: {0}
es_es: Último registro: {0}
fr_fr: Dernière connection: {0}
it_it: Ultimo accesso: {0}
ja_jp: 最終ログ: {0}
ko_kr: 최근 로그인: {0}
pl_pl: Ostatnie logowanie: {0}
pt_pt: Último registo: {0}
sv_se: Senast loggad: {0}
zh_hans: 上次记录时间：{0}

# Metadata_Location
source: Location
de_de: Ort
es_es: Ubicación
fr_fr: Emplacement
it_it: Posizione
ja_jp: ロケーション
ko_kr: 위치
pl_pl: Lokalizacja
pt_pt: Localização
sv_se: Plats
zh_hans: 位置

# Metadata_MachineName
source: Machine name
de_de: Name der Maschine
es_es: Nombre del equipo
fr_fr: Nom de la machine
it_it: Nome macchina
ja_jp: 機械名
ko_kr: 기계 이름
pl_pl: Nazwa obrabiarki
pt_pt: Nome da máquina
sv_se: Maskinens namn
zh_hans: 计算机名称

# Metadata_MachineNumber
source: Machine number
de_de: Name der Maschine
es_es: Nombre del equipo
fr_fr: Nom de la machine
it_it: Nome macchina
ja_jp: 機械名
ko_kr: 기계이름
pl_pl: Nazwa obrabiarki
pt_pt: Número da máquina
sv_se: Maskinens namn
zh_hans: 机器编号

# Metadata_MaterialLabel
source: Material
fr_fr: Matériel
it_it: Materiale
ja_jp: 材料
ko_kr: 가공 소재
pl_pl: Materiał
pt_pt: Materiais
zh_hans: 材料

# Metadata_MyProcessesTitle
source: My processes
de_de: Meine Prozesse
es_es: Mis procesos
fr_fr: Mes processus
it_it: Le mie lavorazioni
ja_jp: マイプロセス
ko_kr: 나의 공정들
pl_pl: Moje procesy
pt_pt: Os meus processos
sv_se: Mina processer
zh_hans: 我的流程

# Metadata_NameLabel
source: Component name
de_de: Komponenten- oder Prozessname
es_es: Nombre del componente o proceso
fr_fr: Nom de la pièce ou du processus
it_it: Nome del componente o della lavorazione
ja_jp: コンポーネント名またはプロセス名
ko_kr: 가공품 또는 공정 이름
pl_pl: Nazwa przedmiotu lub procesu
pt_pt: Componente Designação
sv_se: Komponent- eller processnamn
zh_hans: 元件 名字
