Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# Common_Measurement
source: Measurement
de_de: Messung
es_es: Medición
fr_fr: Mesure
it_it: Misurazione
ja_jp: 測定
ko_kr: 측량
pl_pl: Pomiar
pt_pt: Medição
sv_se: Mätning
zh_hans: 测量

# RequiredField_Text
source: This field requires an input to be able to continue
de_de: Dieses Feld erfordert eine Eingabe, um fortfahren zu können
es_es: Este campo requiere una entrada para poder continuar
fr_fr: Ce champ nécessite une saisie pour pouvoir continuer
it_it: Questo campo richiede un input per poter continuare
ja_jp: このフィールドを続行するには、入力が必要です
ko_kr: 이 필드를 계속하려면 입력이 필요합니다
pl_pl: To pole wymaga danych wejściowych, aby można było kontynuować
pt_pt: Este campo requer um input para poder continuar
sv_se: Det här fältet kräver en inmatning för att kunna fortsätta
zh_hans: 此字段需要输入才能继续

# Common_Compare
source: Compare
de_de: Vergleichen
es_es: Comparar
fr_fr: Comparer
it_it: Confrontare
ja_jp: 比べる
ko_kr: 비교하다
pl_pl: Porównywać
pt_pt: Comparar preços
sv_se: Jämföra
zh_hans: 比较

# Common_NewReference
source: New reference
de_de: Neue Referenz
es_es: Nueva referencia
fr_fr: Nouvelle référence
it_it: Nuova referenza
ja_jp: 新しい参照
ko_kr: 새 참조
pl_pl: Nowe odniesienie
pt_pt: Nova referência
sv_se: Ny referens
zh_hans: 新参考

# LogEventDescription_SetUpperDeflectionLimit
source: Interface length unit is {1}. Upper deflection limit set to value {0}.
de_de: Die Längeneinheit der Schnittstelle ist {1}. Die obere Durchbiegungsgrenze ist auf den Wert {0} eingestellt.
es_es: La unidad de longitud de la interfaz es {1}. Límite superior de deflexión establecido en el valor {0}.
fr_fr: L’unité de longueur de l’interface est {1}. La limite supérieure de déflexion est définie sur la valeur {0}.
it_it: L'unità di lunghezza dell'interfaccia è {1}. Limite superiore di deflessione impostato sul valore {0}.
ja_jp: インターフェイスの長さの単位は{1}です。たわみの上限を値{0}に設定。
ko_kr: 인터페이스 길이 단위는 {1}입니다. 처짐 상한이 값 {0}로 설정되었습니다.
pl_pl: Jednostką długości interfejsu jest {1}. Górna granica ugięcia ustawiona na wartość {0}.
pt_pt: A unidade de comprimento da interface é {1}. Limite superior de deflexão definido para o valor {0}.
sv_se: Gränssnittets längdenhet är {1}. Övre avböjningsgräns inställd på värde {0}.
zh_hans: 接口长度单位为{1}。挠度上限设置为值 {0}。

# Unit_Inch
source: in
de_de: Zoll
es_es: en
fr_fr: pouce(s)
ja_jp: インチ
pl_pl: cale
pt_pt: Polegada
sv_se: inch

# MachineAction_Ping_Name
source: Ping
pl_pl: Sygnał ping

# Time_Hour_Short
source: h
de_de: S
