Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# FirmwareUpdate_Restore_Text
source: We have detected that a previous attempt on updating firmware have failed. We're trying to restore it. Please do not disconnect or turn off the system during the update process.
de_de: Wir haben festgestellt, dass ein früherer Versuch, die Firmware zu aktualisieren, fehlgeschlagen ist. Wir versuchen, es wiederherzustellen. Bitte trennen oder schalten Sie das System während des Aktualisierungsvorgangs nicht aus.
es_es: Hemos detectado que un intento anterior de actualización del firmware ha fallado. Estamos tratando de restaurarlo. No desconecte ni apague el sistema durante el proceso de actualización.
fr_fr: Nous avons détecté qu’une tentative précédente de mise à jour du firmware a échoué. Nous essayons de le restaurer. Veuillez ne pas déconnecter ou éteindre le système pendant le processus de mise à jour.
it_it: È stato rilevato che un precedente tentativo di aggiornamento del firmware non è riuscito. Stiamo cercando di ripristinarlo. Non scollegare o spegnere il sistema durante il processo di aggiornamento.
ja_jp: ファームウェアの更新の前回の試行が失敗しました。それを復元しようとしています。更新プロセス中は、システムを切断したり、電源を切ったりしないでください。
ko_kr: 펌웨어 업데이트에 대한 이전 시도가 실패했음을 감지했습니다. 펌웨어 복원이 진행중입니다. 업데이트 프로세스 중에 시스템의 연결을 끊거나 끄지 마십시오.
pl_pl: Wykryliśmy, że poprzednia próba aktualizacji oprogramowania sprzętowego nie powiodła się. Próbujemy go przywrócić. Nie odłączaj ani nie wyłączaj systemu podczas procesu aktualizacji.
pt_pt: Detetámos que uma tentativa anterior de atualização do firmware falhou. Estamos a tentar restaurá-lo. Por favor, não desconecte ou desligue o sistema durante o processo de atualização.
sv_se: Vi har upptäckt att ett tidigare försök att uppdatera firmware har misslyckats. Vi försöker återställa det. Koppla inte ifrån verktyget eller stäng av systemet under uppdateringsprocessen.
zh_hans: 我们检测到先前更新固件的尝试失败。我们正在尝试恢复它。请勿在更新过程中断开或关闭系统。

# FirmwareUpdate_Status_Failed
source: Firmware update failed. Please disconnect and reconnect all power sources to restart the electronic unit and try again. If the problem persists please contact your local Sandvik Coromant representative for support.
de_de: Firmware-Update fehlgeschlagen. Trennen Sie alle Stromquellen und schließen Sie sie wieder an, um die Elektronikeinheit neu zu starten, und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an Ihren lokalen Sandvik Coromant Vertreter, um Unterstützung zu erhalten.
es_es: Error en la actualización del firmware. Desconecte y vuelva a conectar todas las fuentes de alimentación para reiniciar la unidad electrónica e inténtelo de nuevo. Si el problema persiste, póngase en contacto con su representante local de Sandvik Coromant para obtener asistencia.
fr_fr: La mise à jour du micrologiciel a échoué. Veuillez débrancher et rebrancher toutes les sources d’alimentation pour redémarrer l’appareil électronique, puis réessayer. Si le problème persiste, veuillez contacter votre représentant Sandvik Coromant local pour obtenir de l’aide.
it_it: Aggiornamento firmware non riuscito. Scollegare e ricollegare tutte le fonti di alimentazione per riavviare l'unità elettronica e riprovare. Se il problema persiste, contattare il rappresentante Sandvik Coromant locale per assistenza.
ja_jp: ファームウェアのアップデートに失敗しました。電子機器ユニットの再起動のため、すべての電源を一旦切断してから再接続し、再試行してください。問題が解決しない場合は、最寄りのサンドビック・コロマントの担当者にお問い合わせください。
ko_kr: 펌웨어 업데이트에 실패했습니다. 모든 전원을 분리했다가 다시 연결하여 전자 장치를 다시 시작하고 다시 시도하십시오. 문제가 지속되면 현지 샌드빅 코로만트 담당자에게 지원을 요청하십시오.
pl_pl: Aktualizacja oprogramowania sprzętowego nie powiodła się. Odłącz i podłącz ponownie wszystkie źródła zasilania, aby ponownie uruchomić urządzenie elektroniczne, a następnie spróbuj ponownie. Jeśli problem będzie się powtarzał, skontaktuj się z lokalnym przedstawicielem Sandvik Coromant w celu uzyskania pomocy.
pt_pt: A atualização do firmware falhou. Por favor deslique e volte a ligar todas as fontes de energia para reiniciar o módulo electrónico e tente novamente. Se o problema persistir, contacte o representante local da Sandvik Coromant para obter apoio.
sv_se: Uppdateringen av programvaran misslyckades. Koppla ur alla strömkällor och anslut igen för att starta om den elektroniska enheten, pröva på nytt. Om problemet kvarstår, kontakta din lokala Sandvik Coromant representant för support.
zh_hans: 固件更新失败。请断开并重新连接所有电源以重新启动电子设备，然后重试。如果问题仍然存在，请联系您当地的山特维克可乐满代表寻求支持。

# FirmwareUpdate_Status_Successful
source: Firmware successfully updated!
de_de: Firmware erfolgreich aktualisiert!
es_es: ¡Firmware actualizado correctamente!
fr_fr: Mise à jour du firmware effectuée !
it_it: Firmware aggiornato con successo!
ja_jp: ファームウェアの更新に成功しました！
ko_kr: 펌웨어가 업데이트에 성공했습니다!
pl_pl: Aktualizacja oprogramowania sprzętowego zakończona powodzeniem!
pt_pt: Firmware atualizado com sucesso!
sv_se: Firmware har uppdaterats!
zh_hans: 固件成功更新！

# FirmwareUpdate_Status_Updating
source: Updating modules... ({0}/{1})
de_de: Firmware-Module werden aktualisiert... ({0}/{1})
es_es: Actualizando módulos de firmware... ({0}/{1})
fr_fr: Mise à jour des modules logiciels... ({0}/{1})
it_it: Aggiornamento dei moduli firmware... ({0}/{1})
ja_jp: モジュールの更新中... ({0}/{1})
ko_kr: 펌웨어 모듈 업데이트 중... ({0}/{1})
pl_pl: Aktualizacja modułów oprogramowania sprzętowego... ({0}/{1})
pt_pt: Atualizando módulos do firmware... ({0}/{1})
sv_se: Uppdaterar modulerna ... ({0}/{1})
zh_hans: 正在更新固件模块... ({0}/{1})

# FirmwareUpdate_Text.Text
source: Firmware update in progress. Please do not turn off or disconnect the system during the update process.
de_de: Firmware-Update läuft. Bitte das System während des Aktualisierungsvorgangs nicht abschalten oder die Bluetooth Verbindung trennen.
es_es: Actualización de firmware en curso. No apague o desconecte el sistema durante el proceso de actualización.
fr_fr: Mise à jour du firmware en cours. Ne pas éteindre ni déconnecter le système pendant la mise à jour.
it_it: Aggiornamento firmware in corso. Non spegnere o disconnettere il sistema durante il processo di aggiornamento.
ja_jp: ファームウェアを更新しています。更新中はシステムの電源や接続を切らないでください。
ko_kr: 펌웨어 업데이트가 진행 중입니다. 업데이트가 진행되는 동안 시스템을 끄거나 연결을 해제하지 마십시오.
pl_pl: Trwa aktualizacja oprogramowania sprzętowego. Nie wyłączaj ani nie odłączaj systemu podczas trwającego procesu aktualizacji.
pt_pt: Atualização do firmware em andamento... Não desligue nem desconecte o sistema durante o processo de atualização.
sv_se: Firmware uppdatering pågår. Stäng inte av eller koppla ut systemet under uppdateringen.
zh_hans: 正在进行固件更新。在更新过程期间，请勿关闭或断开系统。

# FirmwareUpdate_TotalProgress.Text
source: Total progress:
de_de: Gesamtfortschritt:
es_es: Progreso total:
fr_fr: Progression :
it_it: Avanzamento totale:
ja_jp: 進捗状況：
ko_kr: 총 진행률:
pl_pl: Całkowity postęp:
pt_pt: Progresso total:
sv_se: Totalt förlopp:
zh_hans: 总进度：

# First_Time_Setup_Text
source: Performing first time setup. Please wait.
de_de: Erstmalige Einrichtung durchführen. Bitte warten.
es_es: Realizar la configuración por primera vez. Espera.
fr_fr: Effectuer la première installation. Veuillez patienter.
it_it: Esecuzione della prima configurazione. Attendere prego.
ja_jp: 初回セットアップの実行。お待ちください。
ko_kr: 최초 설정 진행. 기다리세요.
pl_pl: Przeprowadzanie konfiguracji po raz pierwszy. Czekaj.
pt_pt: Apresentando a primeira configuração. Aguarde.
sv_se: Utför första gångs installation. Det kan ta lite tid.
zh_hans: 执行首次设置。请稍候。

# First_Time_Setup_Title
source: First time setup
de_de: Erstmalige Einrichtung
es_es: Configuración por primera vez
fr_fr: Première configuration
it_it: Prima configurazione
ja_jp: 初回セットアップ
ko_kr: 최초 설정
pl_pl: Pierwsza konfiguracja
pt_pt: Primeira configuração
sv_se: Första gångs installation
zh_hans: 首次设置

# Graph_CropToSelectedArea
source: Crop to selected area
de_de: Auf ausgewählten Bereich zuschneiden
es_es: Recortar a la zona seleccionada
fr_fr: Recadrer vers la zone sélectionnée
it_it: Ritaglia nell'area selezionata
ja_jp: 選択した領域にトリミング
ko_kr: 선택한 영역 자르기
pl_pl: Przytnij do zaznaczonego obszaru
pt_pt: Colheita para a área selecionada
sv_se: Beskär till markerat område
zh_hans: 裁剪到选定区域

# Graph_DisplayLimiter
source: Display limiter
es_es: Limitador de pantalla
fr_fr: Limiteur d’affichage
it_it: Limitatore di visualizzazione
ja_jp: ディスプレイリミッター
ko_kr: 디스플레이 리미터
pl_pl: Ogranicznik wyświetlacza
pt_pt: Limitador de ecrã
sv_se: Visa begränsare
zh_hans: 显示限幅器

# Graph_Range
source: Range
de_de: Bereich
es_es: Gama
fr_fr: Gamme
it_it: Gamma
ja_jp: 範囲
ko_kr: 레인지
pl_pl: Zakres
pt_pt: Gama
sv_se: Sortiment
zh_hans: 范围

# Graph_Scale_Individually
source: Scale graphs individually
de_de: Diagramme individuell skalieren
es_es: Escalar gráficos individualmente
fr_fr: Mettre les graphiques à l’échelle individuellement
it_it: Ridimensionare i grafici singolarmente
ja_jp: グラフを個別に拡大縮小する
ko_kr: 그래프 크기를 개별적으로 조정
pl_pl: Skalowanie wykresów indywidualnie
pt_pt: Dimensionar gráficos individualmente
sv_se: Skala grafer individuellt
zh_hans: 单独缩放图形

# Graph_Scale_To_Area
source: Scale to area
de_de: Auf Fläche skalieren
es_es: Escala a área
fr_fr: Mise à l’échelle de la zone
it_it: Ridimensiona in base all'area
ja_jp: 領域に合わせたスケーリング
ko_kr: 영역에 맞게 크기 조정
pl_pl: Skalowanie do obszaru
pt_pt: Escala por área
sv_se: Skala till område
zh_hans: 按比例缩放到面积

# HelpPage_Welcome
source: Introduction
de_de: Einführung
es_es: Introducción
it_it: Introduzione
ja_jp: はじめに
ko_kr: 소개
pl_pl: Wstęp
pt_pt: Introdução
sv_se: Introduktion
zh_hans: 介绍

source: Help with:
de_de: Hilfe bei:
es_es: Ayuda con:
fr_fr: Aide pour :
it_it: Aiuto con:
ja_jp: ヘルプ:
ko_kr: 도움말:
pl_pl: Pomoc w zakresie:
pt_pt: Ajuda com:
sv_se: Hjälp med:
zh_hans: 帮助：

# Import_File_Text
source: Click browse to select a file to import.
de_de: Klicken Sie auf Durchsuchen, um eine Datei für den Import auszuwählen.
es_es: Haga clic en Examinar para seleccionar un archivo para importar.
fr_fr: Cliquez sur Parcourir pour sélectionner un fichier à importer.
it_it: Fare clic su Sfoglia per selezionare un file da importare.
ja_jp: [参照する] をクリックして、インポートするファイルを選択します。
ko_kr: 찾아보기를 클릭하여 가져올 파일을 선택합니다.
pl_pl: Kliknij przycisk Przeglądaj, aby wybrać plik do zaimportowania.
pt_pt: Selecionar um ficheiro para importar.
sv_se: Klicka på bläddra och välj fil som skal importeras.
zh_hans: 单击浏览以选择要导入的文件。

# Import_File_Title
source: Import license file
de_de: Lizenzdatei importieren
es_es: Importar archivo de licencia
fr_fr: Importer un fichier de licence
it_it: Importa file di licenza
ja_jp: ライセンスファイルのインポート
ko_kr: 라이센스 파일 가져오기
pl_pl: Importuj plik licencji
pt_pt: Importar ficheiro de licença
sv_se: Importera licensfil
zh_hans: 导入许可证文件

# Import_Notification_Success_Text
source: Successfully imported file {0}.
de_de: Datei erfolgreich importiert {0}.
es_es: Archivo importado correctamente {0}.
fr_fr: Fichier importé avec succès {0}.
it_it: File importato correttamente {0}.
ja_jp: ファイル{0}が正常にインポートされました。
ko_kr: 파일 {0} 성공적으로 가져왔습니다.
pl_pl: Pomyślnie zaimportowano {0} plików.
pt_pt: {0} ficheiros importados com sucesso.
sv_se: Filen har importerats {0}.
zh_hans: 已成功导入文件{0}。

source: Initializing
de_de: Initialisierend
es_es: Inicializar
fr_fr: Initialisation
it_it: Inizializzazione
ja_jp: 初期化
ko_kr: 초기화
pl_pl: Inicjowanie
pt_pt: Inicialização
sv_se: Initierar
zh_hans: 初始 化

# InputValidation_InvalidNumber
source: Please enter a valid number.
de_de: Geben Sie eine gültige Zahl ein.
es_es: Introduzca un número válido.
fr_fr: Veuillez indiquer un chiffre valide.
it_it: Inserisci un numero valido.
ja_jp: 有効な番号を入力してください。
ko_kr: 유효한 숫자를 입력하십시오.
pl_pl: Wpisz prawidłową liczbę.
pt_pt: Introduza um número válido.
sv_se: Ange ett giltigt tal.
zh_hans: 请输入有效的数字。

# Input_Required
source: This input is required
de_de: Diese Eingabe ist erforderlich
es_es: Esta entrada es obligatoria
fr_fr: Cette entrée est requise
it_it: Questo input è obbligatorio
ja_jp: この入力は必須です
ko_kr: 이 입력은 필수입니다
pl_pl: To wejście jest wymagane
pt_pt: Esta entrada é necessária
sv_se: Denna inmatning krävs
zh_hans: 此输入是必需的

source: Invalid configuration
de_de: Ungültige Konfiguration
es_es: Configuración no válida
fr_fr: Configuration invalide
it_it: Configurazione non valida
ja_jp: 無効構成
ko_kr: 올바르지 않은 구성
pl_pl: Nieprawidłowa konfiguracja
pt_pt: Configuração inválida
sv_se: Ogiltig konfiguration
zh_hans: 无效配置

# InvalidLicense
source: Connected, no license
de_de: Verbunden, jedoch keine Lizenz verfügbar
es_es: Conectada, sin licencia
fr_fr: Connecté, sans licence
it_it: Connesso, senza licenza
ja_jp: 接続済み、ライセンスなし
ko_kr: 연결됨, 라이센스 없음
pl_pl: Połączono, brak licencji
pt_pt: Ligado, sem licença
sv_se: Ansluten, licens saknas
zh_hans: 已连接，无许可证

# License_Button_Import_File
source: Import license file
de_de: Lizenzdatei importieren
es_es: Importar archivo de licencia
fr_fr: Importer un fichier de licence
it_it: Importa file di licenza
ja_jp: ライセンスファイルのインポート
ko_kr: 라이센스 파일 가져오기
pl_pl: Importuj plik licencji
pt_pt: Importar ficheiro de licença
sv_se: Importera licensfil
zh_hans: 导入许可证文件

# License_Notification_ActivationCompleted_Text
source: You have successfully activated the license for the tool with serial number {0}.
de_de: Sie haben erfolgreich die Lizenz für das Werkzeug mit der Seriennummer {0} aktiviert.
es_es: Ha activado correctamente la licencia para la herramienta con número de serie {0}.
fr_fr: La licence pour l'outil est maintenant activée avec le numéro de série {0}.
it_it: Hai attivato con successo la licenza per l'utensile con numero di serie {0}.
ja_jp: シリアル番号{0}の工具用ライセンスのアクティベーションに成功しました。
ko_kr: 일련 번호{0}인 공구에 대한 라이센스를 성공적으로 활성화했습니다.
pl_pl: Pomyślnie aktywowałeś licencję dla narzędzia o numerze seryjnym {0}.
pt_pt: Ativou com sucesso a licença para a ferramenta com o número de série {0}.
sv_se: Du har aktiverat licensen för verktyget med serienummer {0}.
zh_hans: 您已成功激活序列号为{0}的刀具的许可证。

# License_Notification_ActivationCompleted_Title
source: Activation completed
de_de: Aktivierung abgeschlossen
es_es: Activación completada
fr_fr: Activation terminée
it_it: Attivazione completata
ja_jp: アクティベーション完了
ko_kr: 활성화가 완료됨
pl_pl: Aktywacja zakończona
pt_pt: Ativação concluída
sv_se: Aktivering slutförd
zh_hans: 激活完成

# License_Notification_ActivationFailed_Text
source: License and/or key for the tool with serial number {0} is not valid. Please reconnect to the sensorized tool and make sure the license key is entered correctly. If the problem persists, please contact Support or your local Sandvik Coromant representative.
de_de: Lizenz und/oder Schlüssel für das Werkzeug mit der Seriennummer {0} ist ungültig. Stellen Sie die Verbindung zur Silent Tools™ Plus Bohrstange wieder her und vergewissern Sie sich, dass der Lizenzschlüssel korrekt eingegeben wurde. Falls das Problem weiterhin besteht, wenden Sie sich an Ihren Sandvik Coromant Ansprechpartner.
es_es: La licencia o clave de la herramienta con número de serie {0} no es válida. Vuelva a conectarse al adaptador de torneado Silent Tools™ Plus y asegúrese de que ha introducido correctamente la clave de la licencia. Si el problema persiste, póngase en contacto con el equipo de soporte o con su representante de Sandvik Coromant más cercano.
fr_fr: La licence et/ou la clé de l'outil avec le numéro de série {0} n'est pas valide. Veuillez vous reconnecter à l'adaptateur de tournage Silent Tools™ Plus et vous assurez que la clé de licence a été correctement indiquée. Si le problème persiste, contactez l'assistance ou votre représentant Sandvik Coromant habituel.
it_it: La licenza e/o il codice per l'utensile con numero di serie {0} non è valida. Riconnettiti all'adattatore di tornitura Silent Tools™ Plus e verifica che il codice della licenza sia inserito correttamente. Se il problema persiste, contatta il servizio di supporto o il Tecnico di Vendita Sandvik Coromant di riferimento.
ja_jp: シリアル番号{0}のバー用ライセンスおよび/またはキーが有効ではありません。Silent Tools™ Plusバーを再度接続して、ライセンスキーが正しく入力されたことを確認してください。問題が解決しない場合は、サンドビック・コロマントにご連絡ください。
ko_kr: 일련 번호 {0}인 Tool의 라이센스 또는 Key가 유효하지 않습니다. Silent Tools™ Plus 선삭 어댑터에 다시 연결하고 라이센스 Key가 올바르게 입력되었는지 확인하십시오. 문제가 계속되면 지원 센터나 샌드빅 코로만트 담당자에게 문의하십시오.
pl_pl: Licencja i/lub klucz dla narzędzia o numerze seryjnym {0} jest nieprawidłowy. Połącz się ponownie z adapterem tokarskim Silent Tools™ + i upewnij się, że klucz licencyjny został wprowadzony poprawnie. Jeśli problem będzie występował nadal, skontaktuj się działem wsparcia lub lokalnym przedstawicielem Sandvik Coromant.
pt_pt: A licença e/ou chave para a ferramenta com o número de série {0} não é válida. Volte a conectar a ferramenta Silent Tools™ Plus e certifique-se de que a chave da licença foi introduzida correctamente. Se o problema persistir, contacte a assistência ou o seu representante Sandvik Coromant local.
sv_se: Licensen och/eller nyckeln för verktyget med serienummer {0} är ogiltig. Återanslut verktyget och kontrollera att rätt licensnyckel har angetts. Kontakta din lokala Sandvik Coromant-representant om problemet kvarstår.
zh_hans: 序列号为{0}的刀具的许可证和/或密钥无效。请重新连接至Silent Tools™ Plus车削接杆，并确保正确输入许可证密钥。如果问题持续存在，请与支持部门或您当地的山特维克可乐满代表联系。

# License_Notification_ActivationFailed_Title
source: Activation failed
de_de: Aktivierung fehlgeschlagen
es_es: Error de activación
fr_fr: L'activation a échoué
it_it: Attivazione non riuscita
ja_jp: アクティベーション失敗
ko_kr: 활성화에 실패함
pl_pl: Aktywacja zakończona niepowodzeniem
pt_pt: Falha na ativação
sv_se: Aktiveringen misslyckades
zh_hans: 激活失败

# License_Notification_DaysUntilOnline_Title
source: Connect to Internet
de_de: Mit dem Internet verbinden
es_es: Conectar a Internet
fr_fr: Connexion à Internet
it_it: Collegati a Internet
ja_jp: インターネットに接続する
ko_kr: 인터넷 연결
pl_pl: Połącz się z internetem
pt_pt: Conecte-se à Internet
sv_se: Anslut till internet
zh_hans: 连接至互联网

# License_Notification_EnterKeyForSerial_Text
source: Please enter your license key for the sensorized tool with serial number {0}:
de_de: Geben Sie Ihren Lizenzschlüssel für die Bohrstange mit der Seriennummer {0} ein:
es_es: Introduzca su clave de licencia para el adaptador de torneado con el número de serie {0}:
fr_fr: Veuillez saisir le numéro de licence de l'adaptateur de tournage avec le numéro de série {0} :
it_it: Inserisce il codice della licenza per l'adattatore di tornitura con il numero di serie {0}:
ja_jp: シリアル番号{0}のバー用ライセンスキーを入力してください：
ko_kr: 일련 번호 {0}인 선삭 어댑터의 라이센스 Key를 입력하십시오.
pl_pl: Wpisz swój klucz licencyjny dla adaptera tokarskiego o numerze seryjnym {0}:
pt_pt: Introduza a chave da licença para a ferramenta com o número de série {0}:
sv_se: Ange verktygets licensnyckeln, serienummer {0}:
zh_hans: 请输入序列号为{0}的车削接杆的许可证密钥：

# License_Notification_EnterKey_Text
source: Please enter your license key:
de_de: Bitte geben Sie Ihren Lizenzschlüssel ein:
es_es: Introduzca la clave de su licencia:
fr_fr: Veuillez saisir votre numéro de licence :
it_it: Inserisci il codice della tua licenza:
ja_jp: お客様のライセンスキーを入力してください：
ko_kr: 라이센스 Key를 입력하십시오.
pl_pl: Wprowadź swój klucz licencji:
pt_pt: Por favor insira a chave da licença:
sv_se: Ange licensnyckeln:
zh_hans: 请输入您的许可密钥：

# License_Notification_EnterKey_Title
source: Enter license key
de_de: Lizenzschlüssel eingeben
es_es: Introducir clave de licencia
fr_fr: Veuillez saisir votre numéro de licence
it_it: Inserisci il codice della licenza
ja_jp: ライセンスキーを入力する
ko_kr: 라이센스 Key 입력
pl_pl: Wprowadź klucz licencji
pt_pt: Insira a chave da licença
sv_se: Ange licensnyckel
zh_hans: 输入许可密钥

# License_Notification_ExpiredGrace_Text_PluralDays
source: Your license has expired. You have {0} days left until it is deactivated.
de_de: Ihre Lizenz ist abgelaufen. Noch {0} Tage bis zur Deaktivierung.
es_es: Su licencia ha caducado. Le quedan {0} días para su desactivación.
fr_fr: Votre licence est expirée. Il vous reste {0} jours avant la désactivation.
it_it: La tua licenza è scaduta. Disponi ancora di {0} giorni prima che venga disattivata.
ja_jp: お客様のライセンスは失効しています。あと {0} 日で無効になります。
ko_kr: 라이센스가 만료되었습니다. 라이센스가 비활성화될 때까지 {0}일 남았습니다.
pl_pl: Twoja licencja wygasła. Pozostało {0} dni do jej dezaktywacji.
pt_pt: A sua licença expirou. Tem {0} dias restantes até que seja desativada.
sv_se: Licensen har utgått. Det är {0} dagar kvar tills den avaktiveras.
zh_hans: 您的许可证已过期。距离许可证失效还剩余{0}天。

# License_Notification_ExpiredGrace_Text_SingleDay
source: Your license has expired. You have {0} day left until it is deactivated.
de_de: Ihre Lizenz ist abgelaufen. Noch {0} Tag bis zur Deaktivierung.
es_es: Su licencia ha caducado. Le queda {0} día para su desactivación.
fr_fr: Votre licence est expirée. Il vous reste {0} jour avant la désactivation.
it_it: La tua licenza è scaduta. Disponi ancora di {0} giorno prima che venga disattivata.
ja_jp: お客様のライセンスは失効しています。あと {0} 日で無効になります。
ko_kr: 라이센스가 만료되었습니다. 라이센스가 비활성화될 때까지 {0}일 남았습니다.
pl_pl: Twoja licencja wygasła. Pozostał {0} dzień do jej dezaktywacji.
pt_pt: A sua licença expirou. Tem {0} dia restante até que seja desativada.
sv_se: Licensen har utgått. Det är {0} dagar kvar tills den avaktiveras.
zh_hans: 您的许可证已过期。距离许可证失效还剩余{0}天。

# License_Notification_Expired_Text
source: Your license has expired. Please contact your local Sandvik Coromant representative to renew your license.
de_de: Ihre Lizenz ist abgelaufen. Bitte wenden Sie sich an Ihren Sandvik Coromant Ansprechpartner, um ihre Lizenz zu erneuern.
es_es: Su licencia ha caducado. Póngase en contacto con su representante de Sandvik Coromant para renovar la licencia.
fr_fr: Votre licence est expirée. Veuillez contacter votre représentant Sandvik Coromant habituel pour renouveler votre licence.
it_it: La tua licenza è scaduta. Contatta il Tecnico di Vendita Sandvik Coromant di riferimento per rinnovare la licenza.
ja_jp: お客様のライセンスは失効しています。ライセンスの更新については、最寄りのサンドビック・コロマントにお問い合わせください。
ko_kr: 라이센스가 만료되었습니다. 라이센스를 갱신하려면 샌드빅 코로만트로 문의하십시오.
pl_pl: Twoja licencja wygasła. Aby odnowić licencję, należy skontaktować się z lokalnym przedstawicielem Sandvik Coromant.
pt_pt: A sua licença expirou. Para renovar a sua licença, entre em contato com seu representante Sandvik Coromant local.
sv_se: Licensen har utgått. Kontakta din lokala Sandvik Coromant representant för att förnya licensen.
zh_hans: 您的许可证已过期。请与您当地的山特维克可乐满代表联系，以更新您的许可证。

# License_Notification_Expired_Title
source: License expired
de_de: Lizenz abgelaufen
es_es: Licencia caducada
fr_fr: Licence expirée
it_it: Licenza scaduta
ja_jp: ライセンスが失効
ko_kr: 라이센스 만료
pl_pl: Licencja wygasła
pt_pt: A licença expirou
sv_se: Licensen har utgått
zh_hans: 许可证已过期
