Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# Metadata_NoPresetSelected
source: No process selected
de_de: Keine Voreinstellung ausgewählt
es_es: No hay ajustes preestablecidos seleccionados
fr_fr: Aucun pocessus sélectionné
it_it: Nessun preset selezionato
ja_jp: プロセスが選択されていません
ko_kr: 선택된 프리셋 없음
pl_pl: Nie wybrano procesu wstępnego
pt_pt: Nenhuma predefinição selecionada
sv_se: Ingen process har valts
zh_hans: 未选择预设

# Metadata_Operation
source: Operation: {0}
de_de: Betrieb: {0}
es_es: Operación: {0}
fr_fr: Fonctionnement: {0}
it_it: Operazione: {0}
ja_jp: オペレーション: {0}
ko_kr: 작업: {0}
pl_pl: Operacja: {0}
pt_pt: Funcionamento: {0}
zh_hans: 操作：{0}

# Metadata_OperationIdLabel
source: Operation ID
de_de: Vorgangs-ID
es_es: ID de operación
fr_fr: ID de l’opération
it_it: ID operazione
ja_jp: オペレーション ID
ko_kr: 작업 ID
pl_pl: Identyfikator operacji
pt_pt: ID da operação
sv_se: Operations ID
zh_hans: 操作标识

source: Metadata preset
de_de: Metadaten-Voreinstellung
es_es: Ajuste preestablecido de metadatos
fr_fr: Préréglage des métadonnées
it_it: Metadati predefiniti
ja_jp: メタデータプリセット
ko_kr: 메타데이터 사전 설정값
pl_pl: Wstępnie ustawione metadane
pt_pt: Predefinição de metadados
sv_se: Förinställning av metadata
zh_hans: 元数据预设

# Metadata_PresetName
source: Preset name
de_de: Name der Voreinstellung
es_es: Nombre preestablecido
fr_fr: Nom prédéfini
it_it: Nome preimpostato
ja_jp: プリセット名
ko_kr: 프리셋 이름
pl_pl: Nazwa ustawienia wstępnego
pt_pt: Nome predefinido
sv_se: Förinställt namn
zh_hans: 预设名称

# Metadata_ProcessDescriptionLabel
source: Process description
de_de: Prozessbeschreibung
es_es: Descripción del proceso
fr_fr: Description du process
it_it: Descrizione della lavorazione
ja_jp: プロセスの説明
ko_kr: 공정 설명
pl_pl: Opis procesu
pt_pt: Descrição do processo
sv_se: Processbeskrivning
zh_hans: 工艺说明

# Metadata_ProcessIdentificationHeader
source: Process identification
de_de: Identifizierung von Prozessen
es_es: Identificación de procesos
fr_fr: Identification des processus
it_it: Identificazione della lavorazione
ja_jp: プロセスの識別
ko_kr: 공정 식별
pl_pl: Identyfikacja procesu
pt_pt: Identificação do processo
sv_se: Identifiering av processen
zh_hans: 过程识别

# Metadata_ProcessSelectorLabel
source: Select process
de_de: Prozess auswählen
es_es: Seleccionar proceso
fr_fr: Sélectionner le processus
it_it: Seleziona lavorazione
ja_jp: プロセスを選択
ko_kr: 공정 선택
pl_pl: Wybierz proces
pt_pt: Selecionar processo
sv_se: Välj process
zh_hans: 选择进程

# Metadata_ProgramNameLabel
source: CNC program name
de_de: Name des NC-Programms
es_es: Nombre del programa CNC
fr_fr: Nom du programme CNC
it_it: Nome del programma CNC
ja_jp: CNC プログラム名
ko_kr: CNC 프로그램 이름
pl_pl: Nazwa programu CNC
pt_pt: Nome do programa CNC
sv_se: CNC-programmets namn
zh_hans: 数控程序名称

# Metadata_RunCount
source: Number of recorded runs: {0}
de_de: Anzahl der aufgezeichneten Durchläufe: {0}
es_es: Número de ejecuciones registradas: {0}
fr_fr: Nombre d’exécutions enregistrées: {0}
it_it: Numero di esecuzioni registrate: {0}
ja_jp: 記録された数:{0}
ko_kr: 기록된 작업 수량: {0}
pl_pl: Liczba zarejestrowanych przebiegów: {0}
pt_pt: Número de tiragens registadas: {0}
sv_se: Antal registrerade körningar: {0}
zh_hans: 记录的运行次数：{0}

# Metadata_ToolHeader
source: Tool
de_de: Werkzeug
es_es: Herramienta
fr_fr: Outil
it_it: Utensile
ja_jp: ツール
ko_kr: 공구
pl_pl: Narzędzie
pt_pt: Ferramenta
sv_se: Verktyg
zh_hans: 工具

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ko_kr: 이름
pl_pl: Nazwa
pt_pt: Designação
sv_se: Namn
zh_hans: 名字

# Navigate_Confirmation_AbortCalibration
source: Abort calibration
de_de: Kalibrierung abbrechen
es_es: Anular calibración
fr_fr: Abandonner l’étalonnage
it_it: Interrompere la calibrazione
ja_jp: 校正の中止
ko_kr: 보정 중단
pl_pl: Przerwanie kalibracji
pt_pt: Abortar a calibração
sv_se: Avbryt kalibreringen
zh_hans: 中止校准

# Navigate_Confirmation_Text
source: Are you sure you want to abort the calibration? The current progress of the calibration routine will be lost, and you will need to start over.
de_de: Sind Sie sicher, dass Sie die Kalibrierung abbrechen möchten? Der aktuelle Fortschritt der Kalibrierungsroutine geht verloren und Sie müssen von vorne beginnen.
es_es: ¿Está seguro de que desea abortar la calibración? El progreso actual de la rutina de calibración se perderá y deberá comenzar de nuevo.
fr_fr: Voulez-vous vraiment abandonner l’étalonnage ? La progression actuelle de la routine d’étalonnage sera perdue et vous devrez recommencer.
it_it: Sei sicuro di voler interrompere la calibrazione? L'attuale avanzamento della routine di calibrazione andrà perso e sarà necessario ricominciare da capo.
ja_jp: 校正を中止してもよろしいですか？校正の現在の進行状況は失われ、最初からやり直す必要があります。
ko_kr: 보정을 중단하시겠습니까? 보정 루틴의 현재 진행 상황이 손실되고 다시 시작해야 합니다.
pl_pl: Czy na pewno chcesz przerwać kalibrację? Bieżący postęp procedury kalibracji zostanie utracony i będziesz musiał zacząć od nowa.
pt_pt: Tem certeza que quer abortar a calibração? O progresso atual da rotina de calibração perder-se-á e terá de recomeçar.
sv_se: Är du säker på att du vill avbryta kalibreringen? Den pågående kalibreringsprocessen avbryts och du behöver starta om processen på nytt igjen.
zh_hans: 是否确实要中止校准？校准例程的当前进度将丢失，您需要重新开始。

# Navigate_Confirmation_Title
source: Aborting calibration
de_de: Kalibrierung abgebrochen
es_es: Anulación de la calibración
fr_fr: Abandon de l’étalonnage
it_it: Interruzione della calibrazione
ja_jp: 校正の中止
ko_kr: 보정 중단
pl_pl: Kalibracja przerwania
pt_pt: Abortar a calibração
sv_se: Avbryter kalibreringen
zh_hans: 中止校准

# NewsArticle_New
source: New!
de_de: Neu!
es_es: ¡Novedad!
fr_fr: Nouveau !
it_it: Novità!
ja_jp: 新着情報！
pl_pl: Nowość!
pt_pt: Novo!
sv_se: Nyhet!
zh_hans: 首次订货！

# NewsArticle_Updated
source: Updated!
de_de: Aktualisiert!
es_es: ¡Actualizado!
fr_fr: Mise à jour effectuée !
it_it: Aggiornato.
ja_jp: 更新情報！
ko_kr: 업데이트되었습니다!
pl_pl: Zaktualizowany!
pt_pt: Atualizado!
sv_se: Uppdaterat!
zh_hans: 已更新！

source: No
de_de: Nein
fr_fr: Non
ja_jp: いいえ
pl_pl: Nie
pt_pt: Não
sv_se: Nej
zh_hans: 否

source: No Points of Interest
de_de: Keine Sehenswürdigkeiten
es_es: Sin puntos de interés
fr_fr: Aucun point d’intérêt
it_it: Nessun punto di interesse
ja_jp: 特異点なし
ko_kr: 관심 지점 없음
pl_pl: Brak punktów zainteresowania
pt_pt: Sem Pontos de Interesse
sv_se: Inga Points of Interest
zh_hans: 没有兴趣点

source: Not connectable
de_de: Nicht verbindbar
es_es: No conectable
fr_fr: Non connectable
it_it: Non collegabile
ja_jp: 接続不可
ko_kr: 연결할 수 없음
pl_pl: Nie można połączyć
pt_pt: Não conectável
sv_se: Kan inte anslutas
zh_hans: 不可连接

source: Notification
de_de: Benachrichtigung
es_es: Notificación
it_it: Notifica
ja_jp: 通知
ko_kr: 알림
pl_pl: Powiadomienie
pt_pt: Notificação
sv_se: Meddelande
zh_hans: 通知

# Notification_Files_Selected
source: {0} files selected.
de_de: {0} ausgewählte Dateien.
es_es: {0} archivos seleccionados.
fr_fr: {0} fichiers sélectionnés.
it_it: {0} file selezionati.
ja_jp: {0} 個のファイルが選択されています。
ko_kr: {0} 파일이 선택되었습니다.
pl_pl: {0} wybrane pliki.
pt_pt: {0} ficheiros selecionados.
sv_se: {0} valda filerna.
zh_hans: {0}选定的文件。

# Notification_Request_Password_Text
source: Please enter password:
de_de: Bitte geben Sie das Passwort ein:
es_es: Por favor, introduzca la contraseña:
fr_fr: Veuillez saisir le mot de passe :
it_it: Inserisci la password:
ja_jp: パスワードを入力してください:
ko_kr: 비밀번호를 입력하십시오 :
pl_pl: Wpisz hasło:
pt_pt: Introduza a palavra-passe:
sv_se: Ange lösenord:
zh_hans: 请输入密码：

# Notification_Request_Password_Title
source: Password required
de_de: Passwort erforderlich
es_es: Contraseña requerida
fr_fr: Mot de passe requis
it_it: Password richiesta
ja_jp: パスワードが必要です
ko_kr: 비밀번호 필요
pl_pl: Wymagane hasło
pt_pt: Palavra-passe necessária
sv_se: Lösenord krävs
zh_hans: 需要密码

source: Not responding
de_de: Antwortet nicht
es_es: No responde
fr_fr: Pas de réponse
it_it: Mancanza di risposta
ja_jp: 応答なし
ko_kr: 응답하지 않음
pl_pl: Nie odpowiada
pt_pt: Não responde
sv_se: Svarar inte
zh_hans: 无响应

# No_License_or_Feature_not_available
source: License or feature not available.
de_de: Lizenz oder Funktion nicht verfügbar.
es_es: Licencia o función no disponible.
fr_fr: Licence ou fonctionnalité non disponible.
it_it: Licenza o funzionalità non disponibile.
ja_jp: ライセンスまたは機能が利用できません。
ko_kr: 라이센스 또는 기능을 사용할 수 없습니다.
pl_pl: Licencja lub funkcja niedostępna.
pt_pt: Licença ou recurso não disponível.
sv_se: Licens eller funktion är inte tillgänglig.
zh_hans: 许可证或功能不可用。

# No_tools_found
source: No connectable tools found!
de_de: Keine kompatiblen Silent Tools Plus Werkzeuge gefunden!
es_es: ¡No se han encontrado herramientas conectables!
fr_fr: Aucun outil connectable trouvé!
it_it: Non sono stati trovati utensili collegabili!
ja_jp: 接続可能なバーが見つかりません!
ko_kr: 연결 가능한 공구를 찾을 수 없습니다!
pl_pl: Nie znaleziono narzędzi, które można podłączyć!
pt_pt: Não foram encontradas ferramentas conectáveis!
sv_se: Inga anslutningsbara verktyg hittades!
zh_hans: 未找到可连接的工具！

# NPass_CenterInTolerance
source: Center in tolerance
de_de: Toleranzmitte
es_es: Centro en la tolerancia
fr_fr: Centre dans la tolérance
it_it: Centro nella tolleranza
ja_jp: 公差の中心
ko_kr: 공차값의 중심
pl_pl: Środek tolerancji
pt_pt: Centro da tolerância
sv_se: Centrera toleransen
zh_hans: 公差居中

# NPass_CutSide
source: Cut side {0}
de_de: Schnitt Seite {0}
es_es: Cortar {0} lateral
fr_fr: Côté coupé {0}
it_it: Taglio laterale {0}
ja_jp: カットサイド{0}
ko_kr: 컷 사이드 {0}
pl_pl: Strona skrawania {0}
pt_pt: Corte lateral {0}
sv_se: Byt sida {0}
zh_hans: 切割侧{0}

# NPass_Deviation_Diametrical
source: Diametrical deviation
de_de: Durchmesserabweichung
es_es: Desviación diametral
fr_fr: Déviation diamétral
it_it: Deviazione diametrale.
ja_jp: 直径偏差
ko_kr: 직경 편차
pl_pl: Odchylenie średnicowe
pt_pt: Desvio diametral
sv_se: Diametrisk avvikelse
zh_hans: 直径偏差

# NPass_Diameter_Final
source: Final diameter
de_de: Enddurchmesser
es_es: Diámetro final
fr_fr: Diamètre final
it_it: Diametro finale
ja_jp: 最終径
ko_kr: 최종 직경
pl_pl: Ostateczna średnica
pt_pt: Diâmetro final
sv_se: Slutlig diameter
zh_hans: 最终直径

# NPass_Diameter_Initial_Measured
source: Measured initial diameter
de_de: Gemessener Anfangsdurchmesser
es_es: Diámetro inicial medido
fr_fr: Diamètre initial mesuré
it_it: Diametro iniziale misurato
ja_jp: 加工前の径の実測値
ko_kr: 측정된 초기 직경
pl_pl: Zmierzona średnica początkowa
pt_pt: Diâmetro inicial medido
sv_se: Mätt ursprunglig diameter
zh_hans: 测量的初始直径

# NPass_Diameter_Measured
source: Measured diameter
de_de: Gemessener Durchmesser
es_es: Diámetro medido
fr_fr: Diamètre mesuré
it_it: Diametro misurato
ja_jp: 直径実測値
ko_kr: 측정된 직경
pl_pl: Zmierzona średnica
pt_pt: Diâmetro medido
sv_se: Mätt diameter
zh_hans: 测量直径

# NPass_Diameter_Target
source: Target diameter
de_de: Zieldurchmesser (mittl. Tol.)
es_es: Diámetro meta (tol. med.)
fr_fr: Diamètre ciblé (tolérance moyenne)
it_it: Diametro target (toll. interm.)
ja_jp: 狙いの径
ko_kr: 목표 직경
pl_pl: Średnica docelowa
pt_pt: Diâmetro pretendido (tol. méd.)
sv_se: Måldiameter (mitt i toleransen)
zh_hans: 目标直径 (中间公差)

# NPass_Diameter_Target_Calculated
source: Program this diameter:
de_de: Programmieren Sie diesen Durchmesser:
es_es: Programa este diámetro:
fr_fr: Programmez ce diamètre :
it_it: Programma questo diametro:
ja_jp: この直径をプログラムします。
ko_kr: 이 직경을 입력하십시오.
pl_pl: Zaprogramuj tę średnicę:
pt_pt: Programar este diâmetro:
sv_se: Programmera denna diameter:
zh_hans: 对此直径进行编程：

# NPass_Diameter_Target_Nominal
source: Nominal target diameter
de_de: Nominaler Zieldurchmesser
es_es: Diámetro nominal del objetivo
fr_fr: Diamètre nominal de la cible
it_it: Diametro target nominale
ja_jp: 狙いの径の呼び値
ko_kr: 공칭 타겟 직경
pl_pl: Nominalna średnica docelowa
pt_pt: Diâmetro nominal pretendido
sv_se: Nominell måldiameter
zh_hans: 标称目标直径

# NPass_DiametricalWearOffsetForPass
source: Use this diametrical wear offset
de_de: Verwenden Sie diesen Verschleißversatz
es_es: Utilice este desgaste diametral
fr_fr: Utilisez ce décalage d’usure diamétralement
it_it: Usa questo offset di usura diametrale
ja_jp: この径摩耗オフセットを使用してください
ko_kr: 이 직경 마모 옵셋 사용
pl_pl: Użyj tej korekcji zużycia na średnicy
pt_pt: Use este offset de desgaste diametral
sv_se: Ange detta diametrala värdet som wear offset
zh_hans: 使用此直径磨损偏移

# NPass_ForPassX
source: For pass {0} / {1}
de_de: Für Pass {0} / {1}
es_es: Para pasar {0} / {1}
fr_fr: Pour pass {0} / {1}
it_it: Per pass {0} / {1}
ja_jp: パス{0}/{1}の場合
pl_pl: Za przejście {0} / {1}
pt_pt: Passagem {0} / {1}
sv_se: För pass {0} / {1}
zh_hans: 对于通行证{0}/{1}

# NPass_InputValidaton_Diameter_Target_Nominal_LowerThanMeasured
source: This value must be higher than the "Measured initial diameter"
de_de: Dieser Wert muss höher sein als der "gemessene Anfangsdurchmesser"
es_es: Este valor debe ser superior al "Diámetro inicial medido"
fr_fr: Cette valeur doit être supérieure au « Diamètre initial mesuré »
it_it: Questo valore deve essere superiore al "Diametro iniziale misurato"
ja_jp: この値は、「加工前の径の実測値」よりも大きくなければなりません
ko_kr: 이 값은 "측정된 초기 직경"보다 커야 합니다.
pl_pl: Wartość ta musi być wyższa niż "Zmierzona średnica początkowa"
pt_pt: Este valor deve ser superior ao "Diâmetro inicial medido"
sv_se: Detta värde måste vara högre än "Uppmätt initial diameter"
zh_hans: 此值必须高于“测量的初始直径”

# NPass_InputValidaton_TargetDiameter_TooHigh
source: Too high
de_de: Zu hoch
es_es: Demasiado alto
fr_fr: Trop élevé
it_it: Troppo alto
ja_jp: 高すぎる
ko_kr: 너무 높음
pl_pl: Za wysoko
pt_pt: Demasiado alto
sv_se: För högt
zh_hans: 太高

# NPass_InputValidaton_TargetDiameter_TooLow
source: Too low
de_de: Zu niedrig
es_es: Demasiado bajo
fr_fr: Trop bas
it_it: Troppo basso
ja_jp: 低すぎる
ko_kr: 너무 낮음
pl_pl: Zbyt nisko
pt_pt: Demasiado baixo
sv_se: För låg
zh_hans: 太低

# NPass_InputValidaton_Tolerance_Warning_Equal
source: Warning: Higher and lower tolerances can not be equal
de_de: Warnung: Höhere und niedrigere Toleranzen können nicht gleich sein
es_es: Advertencia: Las tolerancias más altas y más bajas no pueden ser iguales
fr_fr: Avertissement : Les tolérances supérieures et inférieures ne peuvent pas être égales
it_it: Attenzione: tolleranze più alte e più basse non possono essere uguali
ja_jp: 警告:より高い公差とより低い公差を等しくすることはできません
ko_kr: 주의: 상한 공차와 하한 공차는 같을 수 없습니다.
pl_pl: Ostrzeżenie: odchyłki górna i dolna nie mogą być równe
pt_pt: Aviso: Tolerâncias superiores e inferiores não podem ser iguais
sv_se: Varning: Högre och lägre toleranser kan inte vara lika
zh_hans: 警告：更高和更低的公差不能相等

# NPass_InputValidaton_Tolerance_Warning_LowerMoreThanUpper
source: The lower tolerance should be less than the upper.
de_de: Die untere Toleranz sollte geringer sein als die obere.
es_es: La tolerancia más baja debe ser menor que la superior.
fr_fr: La tolérance inférieure doit être inférieure à la tolérance supérieure.
it_it: La tolleranza inferiore dovrebbe essere inferiore a quella superiore.
ja_jp: 下限公差は上限より小さくする必要があります。
ko_kr: 하한 공차는 상한 공차보다 작아야 합니다.
pl_pl: Dolna odchyłka powinna być mniejsza niż górna.
pt_pt: A tolerância inferior deve ser menor do que a superior
sv_se: Den lägre toleransen bör vara mindre än den övre
zh_hans: 公差下限应小于上限公差。

# NPass_InputValidaton_Tolerance_Warning_UpperLessThanLower
source: The upper tolerance should be larger than the lower
de_de: Die obere Toleranz sollte größer sein als die untere
es_es: La tolerancia superior debe ser mayor que la inferior
fr_fr: La tolérance supérieure doit être plus grande que la tolérance inférieure
it_it: La tolleranza superiore deve essere maggiore di quella inferiore
ja_jp: 上限公差は下限よりも大きくする必要があります
ko_kr: 상한 공차는 하한 공차보다 커야 합니다.
pl_pl: Górna odchyłka powinna być większa niż dolna
pt_pt: A tolerância superior deve ser maior do que a inferior
sv_se: Den övre toleransen ska vara större än den nedre
zh_hans: 公差上限应大于公差下限

# NPass_InputValidaton_ValueAtLeast
source: Value must be at least {0}
de_de: Der Wert muss mindestens {0} sein
es_es: El valor debe ser al menos {0}
fr_fr: La valeur doit être d’au moins {0}
it_it: Il valore deve essere almeno {0}
ja_jp: 値は最小で {0} である必要があります
ko_kr: 값은 최소 {0} 이상이어야 합니다.
pl_pl: Wartość musi wynosić co najmniej {0}
pt_pt: O valor deve ser pelo menos {0}
sv_se: Värdet måste vara minst {0}
zh_hans: 值必须至少为{0}

# NPass_InputValidaton_ValueAtMost
source: Value must be at most {0}
de_de: Der Wert muss höchstens {0}
es_es: El valor debe ser como máximo {0}
fr_fr: La valeur doit être au plus {0}
it_it: Il valore deve essere al massimo {0}
ja_jp: 値は最大で{0}でなければなりません
ko_kr: 값은 최대 {0} 이하이어야 합니다.
pl_pl: Wartość musi być co najwyżej {0}
pt_pt: O valor deve ser no máximo {0}
sv_se: Värdet måste vara högst {0}
zh_hans: 值必须最多为{0}

# NPass_ISOTolerance
source: ISO Tolerance
de_de: ISO-Toleranz
es_es: Tolerancia ISO
fr_fr: Tolérance ISO
it_it: Tolleranza ISO
ja_jp: ISO公差
ko_kr: ISO 공차
pl_pl: Tolerancja ISO
pt_pt: Tolerância ISO
sv_se: ISO-tolerans
zh_hans: 国际标准化组织公差

# NPass_MeasureDiameterAfterCut
source: Measure diameter after cut
de_de: Durchmesser nach dem Schnitt messen
es_es: Medir el diámetro después del corte
fr_fr: Mesurer le diamètre après la coupe
it_it: Misurare il diametro dopo il taglio
ja_jp: 加工後の直径を測定してください
ko_kr: 가공후 직경 측정
pl_pl: Zmierz średnicę po obróbce
pt_pt: Medir o diâmetro após o corte
sv_se: Mät diameter efter passering
zh_hans: 切割后测量直径

# NPass_PassHistory
source: Pass history
de_de: Schnitthistorie
es_es: Historial de pases
fr_fr: Historique des passes
it_it: Cronologia delle passate
ja_jp: パス履歴
ko_kr: Pass 기록
pl_pl: Historia przejść
pt_pt: Histórico de passagens
sv_se: Godkänd historik
zh_hans: 通票历史

# NPass_ProgramChange
source: Program change
de_de: Programmänderung
es_es: Cambio de programa
fr_fr: Changement de programme
it_it: Modifica del programma
ja_jp: プログラム変更
ko_kr: 프로그램 변경
pl_pl: Zmiana programu
pt_pt: Mudança de programa
sv_se: Ändring i program
zh_hans: 程序更改

# NPass_ProgrammedDiameters
source: Programmed diameters
de_de: Programmierte Durchmesser
es_es: Diámetros programados
fr_fr: Diamètres programmés
it_it: Diametri programmati
ja_jp: プログラムされた直径
ko_kr: 프로그램된 직경
pl_pl: Programowane średnice
pt_pt: Diâmetros programados
sv_se: Programmerade diametrar
zh_hans: 编程直径

# NPass_ProgrammedDiameter_Pass
source: Programmed diameter pass {0}
de_de: Programmierter Durchmesser für Schnitt {0}
es_es: Pase de diámetro programado {0}
fr_fr: Passe de diamètre programmée {0}
it_it: Diametro programmato {0}
ja_jp: プログラムされた直径パス{0}
ko_kr: Pass {0} 의 프로그램 직경
pl_pl: Zaprogramowana średnica przejścia {0}
pt_pt: Passagem do diâmetro programado {0}
sv_se: Programmerat diameter passering {0}
zh_hans: 编程直径通过{0}

# NPass_RadialWearOffsetForPass
source: Use this radial wear offset
de_de: Verwenden Sie diesen radialen Verschleißversatz
es_es: Utilice este desgaste radial
fr_fr: Utilisez ce décalage d’usure radial
it_it: Utilizzare questo offset di usura radiale
ja_jp: この摩耗オフセット半径を使う
ko_kr: 반경방향 마모 옵셋 사용
pl_pl: Użyj tej korekcji zużycia promieniowego
pt_pt: Use este offset de desgaste radial
sv_se: Ange detta radiella värdet som wear offset
zh_hans: 使用此径向磨损偏移

# NPass_Result
source: Result
de_de: Ergebnis
es_es: Resultado
fr_fr: Résultat
it_it: Risultato
ja_jp: 結果
ko_kr: 결과
pl_pl: Wynik
pt_pt: Resultado
sv_se: Resultat
zh_hans: 结果

# NPass_SetupInformation
source: Setup information
de_de: Setup-Informationen
es_es: Información de configuración
fr_fr: Informations de configuration
it_it: Informazioni sull'installazione
ja_jp: セットアップ情報
ko_kr: 셋업 정보
pl_pl: Informacje o konfiguracji
pt_pt: Informação de configuração
sv_se: Information om inställningar
zh_hans: 设置信息

# NPass_TargetDiameter
source: Target diameter
de_de: Zieldurchmesser (mittl. Tol.)
es_es: Diámetro meta (tol. med.)
fr_fr: Diamètre ciblé (tolérance moyenne)
it_it: Diametro target (toll. interm.)
ja_jp: 狙いの径
ko_kr: 목표 직경
pl_pl: Średnica docelowa
pt_pt: Diâmetro pretendido
sv_se: Måldiameter (mitt i toleransen)
zh_hans: 目标直径 (中间公差)

# NPass_TargetForThisPass
source: Target for this pass
de_de: Ziel für diesen Schnitt
es_es: Objetivo para este pase
fr_fr: Cible pour cette passe
it_it: Target per questo passata
ja_jp: このパスでの狙い
ko_kr: 이번 Pass의 목표 값
pl_pl: Cel dla tego przejścia
pt_pt: Pretendido para esta passagem
sv_se: Mål för detta pass
zh_hans: 此通行证的目标

# NPass_TitleSetup
source: Setup
de_de: Einrichtung
es_es: Arreglo
fr_fr: Réglage
it_it: Impostare
ja_jp: セットアップ
ko_kr: 설정
pl_pl: Ustawienia
pt_pt: Configuração
sv_se: Installationen
zh_hans: 设置

# NPass_Tolerance_Lower
source: Lower tolerance
de_de: Untere Toleranz
es_es: Tolerancia inferior
fr_fr: Tolérance plus basse
it_it: Tolleranza inferiore
ja_jp: 下限公差
ko_kr: 하한 공차
pl_pl: Dolna odchyłka
pt_pt: Tolerância inferior
sv_se: Undre tolerans
zh_hans: 下公差

# NPass_Tolerance_Upper
source: Upper tolerance
de_de: Obere Toleranz
es_es: Tolerancia superior
fr_fr: Tolérance supérieure
it_it: Tolleranza superiore
ja_jp: 上限公差
ko_kr: 상한 공차
pl_pl: Górna odchyłka
pt_pt: Tolerância superior
sv_se: Övre tolerans
zh_hans: 上公差

# NPass_WearAndOffsetAdjustment
source: Wear & Offset adjustment
de_de: Verschleiß & Korrekturanpassung
es_es: Ajuste de desgaste y compensación
fr_fr: Réglage de l’usure et du décalage
it_it: Regolazione dell'usura e dell'offset
ja_jp: 摩耗とオフセットの調整
ko_kr: 마모 및 옵셋 조정
pl_pl: Regulacja zużycia i korekcji
pt_pt: Ajuste de desgaste & offset
sv_se: Justering av wear offset
zh_hans: 磨损和偏移调整

# NPass_WearOffset
source: Wear offset
de_de: Verschleißausgleich
es_es: Compensación de desgaste
fr_fr: Décalage d’usure
it_it: Compensazione dell'usura
ja_jp: 摩耗オフセット
ko_kr: 마모 옵셋
pl_pl: Korekcja zużycia
pt_pt: Offset de desgaste
zh_hans: 磨损偏移

# NPass_Workflow_Diametrical
source: Diametrical workflow
de_de: Durchmesserbezogener Ablauf
es_es: Flujo de trabajo diametral
fr_fr: Flux de travail diamétralement
it_it: Lavorazione diametrale
ja_jp: 直径ワークフロー
ko_kr: 직경 입력방식
pl_pl: Przebieg pracy na średnicy
pt_pt: Trabalho com valor de diametro
sv_se: Diametralt arbetsflöde
zh_hans: 截然相反的工作流程

# NPass_Workflow_Radial
source: Radial workflow
de_de: Radiusbezogener Arbeitsablauf
es_es: Flujo de trabajo radial
fr_fr: Flux de travail radial
it_it: Lavorazione radiale
ja_jp: 半径ワークフロー
ko_kr: 반경 입력방식
pl_pl: Przebieg pracy na promieniu
pt_pt: Trabalho com valor de raio
sv_se: Radiellt arbetsflöde
zh_hans: 径向工作流程

# PageTitle_Connect
source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Connexion
it_it: Connetti
ja_jp: 接続
ko_kr: 연결
pl_pl: Połącz
pt_pt: Conectar
sv_se: Anslut
zh_hans: 连接

# PageTitle_LiveView
source: Live View
fr_fr: Vue en temps réel
it_it: Vista in tempo reale
ja_jp: ライブビュー
ko_kr: 라이브 보기
pl_pl: Podgląd na żywo
pt_pt: Visualização em tempo real
sv_se: Realtidsbild
zh_hans: 实时显示

# PageTitle_Machine
source: Machine
de_de: Maschine
es_es: Máquina
it_it: Macchina
ja_jp: 機械
ko_kr: 장비
pl_pl: Obrabiarka
pt_pt: Máquina
sv_se: Maskin
zh_hans: 机床

# PageTitle_News
source: News
es_es: Noticias
fr_fr: Nouveautés
it_it: Novità
ja_jp: ニュース
ko_kr: 뉴스
pl_pl: Wiadomości
pt_pt: Notícias
sv_se: Nyheter
zh_hans: 新闻

# PageTitle_Playground
source: Playground
es_es: Recreo
fr_fr: Aire de jeu
ja_jp: プレイグラウンド
pl_pl: Obszar ćwiczeń
sv_se: Lekplats
zh_hans: 试验场

# PageTitle_Report
source: Recordings
de_de: Aufnahmen
es_es: Grabaciones
fr_fr: Enregistrements
it_it: Registrazioni
ja_jp: 記録
ko_kr: 기록들
pl_pl: Nagrania
pt_pt: Gravações
sv_se: Inspelningar
zh_hans: 录音

# PageTitle_Settings
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pl_pl: Ustawienia
pt_pt: Configurações
sv_se: Inställningar
zh_hans: 设置

# PageTitle_ThreePass
source: 3-Pass
de_de: 3-Schnitt-Methode
es_es: 3 pasadas
fr_fr: 3 passes
it_it: 3 passate
ja_jp: 3パス加工
ko_kr: 3-패스
pl_pl: Trzy przejścia
pt_pt: 3 passagens
zh_hans: 3次走刀

# PageTitle_ToolSetup
source: Tool Setup
de_de: Einrichten
es_es: Reglaje de la herramienta
fr_fr: Montage de l'outil
it_it: Setup utensili
ja_jp: 工具セットアップ
ko_kr: 공구 설정
pl_pl: Konfiguracja narzędzia
pt_pt: Configuração da ferramenta
sv_se: Verktygskonfiguration
zh_hans: 刀具设置
