Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# LogEventDescription_DeflectionOutsideOfLimits
source: Deflection outside of limits.
de_de: Durchbiegung außerhalb der Grenzen.
es_es: Desvío fuera de los límites.
fr_fr: Déviation en dehors des limites.
it_it: Flessione fuori dai limiti.
ja_jp: たわみがしきい値超過
ko_kr: 한계를 벗어난 굽힘량.
pl_pl: Ugięcie poza granicami.
pt_pt: Deflexão fora dos limites.
sv_se: Avböjning utanför gränserna.
zh_hans: 偏转超出限制。

# LogEventDescription_DisableUpperVibrationLimit
source: Disable upper vibration limit.
de_de: Obere Vibrationsbegrenzung deaktivieren.
es_es: Deshabilitar el límite de vibración superior.
fr_fr: Désactiver la limite de vibration supérieure.
it_it: Disabilita il limite superiore di vibrazione.
ja_jp: びびりしきい値を無効にする
ko_kr: 진동 최대값을 사용 중지하십시오.
pl_pl: Wyłącz górną wartość graniczną drgań.
pt_pt: Desativar o limite superior de vibração.
sv_se: Avaktivera det övre vibrationsgränsvärdet.
zh_hans: 禁用振动上限。

# LogEventDescription_IsReadyToMachine
source: Ready to machine?
de_de: Bereit für die Bearbeitung?
es_es: ¿Todo listo para mecanizar?
fr_fr: Prêt pour l'usinage ?
it_it: Pronto a lavorare?
ja_jp: 加工準備ができていますか？
ko_kr: 가공할 준비가 되셨습니까?
pl_pl: Gotowy do obróbki?
pt_pt: Preparado para maquinar?
sv_se: Redo att starta bearbetning?
zh_hans: 加工是否就绪？

# LogEventDescription_LoadOutsideOfLimits
source: Load outside of limits.
de_de: Belastung außerhalb der Grenzwerte.
es_es: Carga fuera de los límites.
fr_fr: Charge hors limites.
it_it: Carico fuori dai limiti.
ja_jp: しきい値を超過した負荷
ko_kr: 부하가 한계를 벗어남
pl_pl: Obciążenie poza zakresem wartości granicznych.
pt_pt: Carga fora dos limites.
sv_se: Belastningen ligger utanför gränsvärdet.
zh_hans: 负载超出限制。

# LogEventDescription_MachineReset
source: Machine reset received.
de_de: Maschinen-Reset erhalten.
es_es: Se ha recibido el reinicio del equipo.
fr_fr: Réinitialisation de la machine reçue.
it_it: Ripristino della macchina ricevuto.
ja_jp: 機械のリセットを受信しました。
ko_kr: 장비 재설정 수신.
pl_pl: Odebrano reset obrabiarki.
pt_pt: Reset da máquina recebido.
sv_se: Maskinåterställning mottagen.
zh_hans: 收到计算机重置。

# LogEventDescription_PingReceived
source: Ping received.
de_de: Ping erhalten.
es_es: Ping recibido.
fr_fr: Ping reçu.
it_it: Ping ricevuto.
ja_jp: Ping受信
ko_kr: 핑이 수신되었습니다.
pl_pl: Odebrano sygnał ping.
pt_pt: Ping recebido.
sv_se: Ping har mottagits.
zh_hans: 已收到Ping。

# LogEventDescription_PingSent
source: Ping sent.
de_de: Ping gesendet.
es_es: Ping enviado.
fr_fr: Ping envoyé.
it_it: Ping inviato.
ja_jp: Ping送信
ko_kr: 핑이 전송되었습니다.
pl_pl: Wysłano sygnał ping.
pt_pt: Ping enviado.
sv_se: Ping har skickats.
zh_hans: 已发送Ping。

# LogEventDescription_PositionModeActive
source: Position mode active.
de_de: Positionsmodus aktiv.
es_es: Modo de posición activo.
fr_fr: Mode position actif.
it_it: Modalità posizione attiva.
ja_jp: 位置モード有効
ko_kr: 위치 모드가 사용 중입니다.
pl_pl: Tryb pozycji aktywny.
pt_pt: Modo de posição ativo.
sv_se: Positioneringsläge har aktiverats.
zh_hans: 位置模式激活。

# LogEventDescription_RequestActiveToolLocation
source: Request active tool location ID.
de_de: Abfrage der aktiven Werkzeugpositions-ID.
es_es: Solicitar ID de ubicación de la herramienta activa.
fr_fr: Requête ID localisation outil actif.
it_it: Richiedi ID posizione utensile attivo.
ja_jp: 有効ツール位置IDを要求
ko_kr: 공구 위치 ID를 요청합니다.
pl_pl: Żądaj aktywnego ID lokalizacji narzędzia.
pt_pt: Solicitar ID de posicionamento da ferramenta ativa.
sv_se: Begär aktivt verktygsplats-ID.
zh_hans: 请求活动刀具位置ID。

# LogEventDescription_RequestAxesMode
source: Request active mode.
de_de: Abfrage des aktiven Modus.
es_es: Solicitar modo activo.
fr_fr: Requête mode actif.
it_it: Richiedi modalità attiva.
ja_jp: 有効モードを要求
ko_kr: Active 모드를 요청합니다.
pl_pl: Żądaj aktywnego trybu.
pt_pt: Solicitar modo ativo.
sv_se: Begär aktivt läge.
zh_hans: 请求主动模式。

# LogEventDescription_SetUpperLoadLimit
source: Set upper load limit to {0} %.
de_de: Oberen Belastungsgrenzwert auf {0} % setzen.
es_es: Fijar el límite de carga superior a {0} %.
fr_fr: Définition de la limite supérieure de charge à {0} %.
it_it: Imposta il limite di carico superiore su {0} %.
ja_jp: 負荷上限しきい値を{0} %に設定する
ko_kr: 부하 상한 값을 {0}%로 설정합니다.
pl_pl: Ustaw górną wartość graniczną obciążenia na {0}%.
pt_pt: Definir limite superior da carga para {0}%.
sv_se: Ställ in det övre belastningsgränsvärdet till {0} %.
zh_hans: 将负载上限设置为{0} %。

# LogEventDescription_SetUpperTemperatureLimit
source: Set upper temperature limit to {0} {1}.
de_de: Oberen Temperaturgrenzwert auf {0} {1} setzen.
es_es: Fijar el límite de temperatura superior a {0} {1}.
fr_fr: Définition de la limite supérieure de température à {0} {1}.
it_it: Imposta il limite di temperatura superiore su {0} {1}.
ja_jp: 温度上限しきい値を{0} {1}に設定する
ko_kr: 온도 상한 값을 {0} {1}로 설정합니다.
pl_pl: Ustaw górną wartość graniczną temperatury na {0} {1}.
pt_pt: Definir limite superior de temperatura para {0} {1}.
sv_se: Ställ in det övre temperaturgränsvärdet till {0} {1}.
zh_hans: 将温度上限设置为{0} {1}。

# LogEventDescription_SetUpperVibrationLimit
source: Set upper vibration limit to {0} %.
de_de: Oberen Vibrationsgrenzwert auf {0} % setzen.
es_es: Fijar el límite de vibración superior al {0} %.
fr_fr: Définition de la limite supérieure de vibration à {0} %.
it_it: Imposta il limite di vibrazione superiore su {0} %.
ja_jp: びびり上限しきい値を{0} %に設定する
ko_kr: 진동 상한 값을 {0}%로 설정합니다.
pl_pl: Ustaw górną wartość graniczną drgań na {0}%.
pt_pt: Definir limite superior de vibração para {0}%.
sv_se: Ställ in det övre vibrationsgränsvärdet till {0} %.
zh_hans: 将振动上限设置为{0} %。

# LogEventDescription_SpeedModeActive
source: Speed mode active.
de_de: Geschwindigkeitsmodus aktiv.
es_es: Modo de velocidad activo.
fr_fr: Mode rapide actif.
it_it: Modalità velocità attiva.
ja_jp: 速度モード有効
ko_kr: 속도 모드 활성화.
pl_pl: Tryb prędkości aktywny.
pt_pt: Modo de velocidade ativo.
sv_se: Hastighetsläge aktivt.
zh_hans: 速度模式激活。

# LogEventDescription_SupplyVoltageLow
source: Supply voltage low.
de_de: Niedrige Versorgungsspannung.
es_es: Tensión de alimentación demasiado baja.
fr_fr: Tension d'alimentation faible.
it_it: Tensione di alimentazione bassa.
ja_jp: 電源電圧が低い
ko_kr: 공급 전압이 낮습니다.
pl_pl: Niskie napięcie zasilania.
pt_pt: Tensão de alimentação baixa.
sv_se: Låg matningsspänning.
zh_hans: 电源电压低。

# LogEventDescription_SystemUnavailable
source: System unavailable.
de_de: System nicht verfügbar.
es_es: Sistema no disponible.
fr_fr: Système indisponible.
it_it: Sistema non disponibile.
ja_jp: システム利用不可
ko_kr: 시스템을 사용할 수 없습니다.
pl_pl: System niedostępny.
pt_pt: Sistema indisponível.
sv_se: Systemet är inte tillgängligt.
zh_hans: 系统不可用。

# LogEventDescription_TemperatureOutsideOfLimits
source: Temperature outside of limits.
de_de: Temperatur außerhalb der Grenzwerte.
es_es: Temperatura fuera de los límites.
fr_fr: Température hors limites.
it_it: Temperatura fuori dai limiti.
ja_jp: 温度しきい値超過
ko_kr: 온도 한계를 벗어남
pl_pl: Temperatura poza zakresem wartości granicznych.
pt_pt: Temperatura fora dos limites.
sv_se: Temperaturen ligger utanför gränsvärdet.
zh_hans: 温度超出限制。

# LogEventDescription_UnknownAcknowledgedActionReceived
source: Unknown acknowledged action received.
de_de: Unbekannte quittierte Aktion empfangen.
es_es: Acción confirmada desconocida recibida.
fr_fr: Réception action avec accusé de réception inconnue.
it_it: Ricevuta azione tacitata sconosciuta.
ja_jp: 不明な確認応答アクション受信。
ko_kr: 알 수 없는 Acknowledged action이 수신되었습니다.
pl_pl: Odebrano nieznaną potwierdzoną czynność.
pt_pt: Recebida uma acção confirmada desconhecida.
sv_se: Okänd bekräftad åtgärd har mottagits.
zh_hans: 已收到未知的已确认操作。

# LogEventDescription_UnknownAcknowledgedActionSent
source: Unknown acknowledged action sent.
de_de: Unbekannte quittierte Aktion gesendet.
es_es: Acción confirmada desconocida enviada.
fr_fr: Envoi action avec accusé de réception inconnue.
it_it: Inviata azione tacitata sconosciuta.
ja_jp: 不明な確認応答アクションが送信されました
ko_kr: 알 수 없는 Acknowledged action 전송되었습니다.
pl_pl: Wysłano nieznaną potwierdzoną czynność.
pt_pt: Enviada uma acção confirmada desconhecida.
sv_se: Okänd bekräftad åtgärd har skickats.
zh_hans: 已发出未知的已确认操作。

# LogEventDescription_UnknownUnacknowledgedActionReceived
source: Unknown unacknowledged action received.
de_de: Unbekannte unquittierte Aktion empfangen.
es_es: Acción no confirmada desconocida recibida.
fr_fr: Réception action sans accusé de réception inconnue.
it_it: Ricevuta azione non tacitata sconosciuta.
ja_jp: 不明な確認応答不要アクション受信。
ko_kr: 알 수 없는 Unacknowledged action이 수신되었습니다.
pl_pl: Odebrano nieznaną niepotwierdzoną czynność.
pt_pt: Recebida uma acção não confirmada desconhecida.
sv_se: Okänd icke bekräftad åtgärd har mottagits.
zh_hans: 已收到未知的未确认操作。

# LogEventDescription_UnknownUnacknowledgedActionSent
source: Unknown unacknowledged action sent.
de_de: Unbekannte unquittierte Aktion gesendet.
es_es: Acción no confirmada desconocida enviada.
fr_fr: Envoi action sans accusé de réception inconnue.
it_it: Inviata azione non tacitata sconosciuta.
ja_jp: 不明な確認応答不要アクション送信されました
ko_kr: 알 수 없는 Unacknowledged action 전송되었습니다.
pl_pl: Wysłano nieznaną niepotwierdzoną czynność.
pt_pt: Enviada uma acção não confirmada desconhecida.
sv_se: Okänd icke bekräftad åtgärd har skickats.
zh_hans: 已发出未知的未确认操作。

# LogEventDescription_UpperDeflectionLimitOutOfRange
source: Unable to set upper deflection limit. Value out of range.
de_de: Die obere Durchbiegungsgrenze kann nicht festgelegt werden. Wert außerhalb des Bereichs.
es_es: No se puede establecer el límite de deflexión superior. Valor fuera de rango.
fr_fr: Impossible de définir la limite supérieure de déflexion. Valeur hors de portée.
it_it: Impossibile impostare il limite di flessione superiore. Valore fuori intervallo.
ja_jp: たわみのしきい値を設定できません。値が範囲外です。
ko_kr: 굽힘량의 상한치를 설정할 수 없습니다. 값이 범위를 벗어났습니다.
pl_pl: Nie można ustawić górnej granicy ugięcia. Wartość poza zakresem.
pt_pt: Incapaz de definir o limite superior de deflexão. Valor fora do intervalo.
sv_se: Det går inte att ställa in övre avböjningsgräns. Värde utanför intervallet.
zh_hans: 无法设置挠度上限。值超出范围。

# LogEventDescription_UpperLoadLimitOutOfRange
source: Unable to set upper load limit. Value out of range.
de_de: Oberer Belastungsgrenzwert konnte nicht festgelegt werden. Wert außerhalb des zulässigen Bereichs.
es_es: No es posible fijar el límite de carga superior. Valor fuera de rango.
fr_fr: Impossible de définir la limite de charge supérieure. Valeur hors limites.
it_it: Impossibile impostare il limite di carico superiore. Valore fuori campo.
ja_jp: 負荷上限しきい値設定不可。値が範囲外です
ko_kr: 부하 상한 값을 설정할 수 없습니다. 값이 범위를 벗어났습니다.
pl_pl: Nie można ustawić górnej granicy obciążenia. Wartość poza dopuszczalnym zakresem.
pt_pt: Não é possível definir o limite superior de carga. Valor fora do intervalo.
sv_se: Kunde inte ställa in övre belastningsgräns. Värdet ligger utanför intervall.
zh_hans: 无法设置负载上限。数值超出范围。

# LogEventDescription_UpperTemperatureLimitOutOfRange
source: Unable to set upper temperature limit. Value out of range.
de_de: Oberer Temperaturgrenzwert konnte nicht festgelegt werden. Wert außerhalb des zulässigen Bereichs.
es_es: No es posible fijar el límite de temperatura superior. Valor fuera de rango.
fr_fr: Impossible de définir la limite de température supérieure. Valeur hors limites.
it_it: Impossibile impostare il limite di temperatura superiore. Valore fuori campo.
ja_jp: 温度上限しきい値設定不可。値が範囲外です
ko_kr: 온도 상한 값을 설정할 수 없습니다. 값이 범위를 벗어났습니다.
pl_pl: Nie można ustawić górnej granicy temperatury. Wartość poza dopuszczalnym zakresem.
pt_pt: Não é possível definir o limite superior de temperatura. Valor fora do intervalo.
sv_se: Kunde inte ställa in övre temperaturgräns. Värdet ligger utanför intervall.
zh_hans: 无法设置温度上限。数值超出范围。

# LogEventDescription_UpperVibrationLimitOutOfRange
source: Unable to set upper vibration limit. Value out of range.
de_de: Oberer Vibrationsgrenzwert konnte nicht festgelegt werden. Wert außerhalb des zulässigen Bereichs.
es_es: No es posible fijar el límite de vibración superior. Valor fuera de rango.
fr_fr: Impossible de définir la limite supérieure de vibration. Valeur hors limites.
it_it: Impossibile impostare il limite di vibrazione superiore. Valore fuori campo.
ja_jp: びびり上限しきい値設定不可。値が範囲外です
ko_kr: 진동 상한 값을 설정할 수 없습니다. 값이 범위를 벗어났습니다.
pl_pl: Nie można ustawić górnej granicy drgań. Wartość poza dopuszczalnym zakresem.
pt_pt: Não é possível definir o limite superior de vibração. Valor fora do intervalo.
sv_se: Kunde inte ställa in övre vibrationsgräns. Värdet ligger utanför intervall.
zh_hans: 无法设置振动上限。数值超出范围。

# LogEventDescription_VibrationOutsideOfLimits
source: Vibration outside of limits.
de_de: Vibrationen außerhalb der Grenzwerte.
es_es: Vibración fuera de los límites.
fr_fr: Vibrations hors limites.
it_it: Vibrazioni fuori dai limiti.
ja_jp: びびりしきい値超過
ko_kr: 진동이 한계를 벗어남
pl_pl: Drgania poza zakresem wartości granicznych.
pt_pt: Vibração fora dos limites.
sv_se: Vibrationen ligger utanför gränsvärdet.
zh_hans: 振动超出限制。

# MachineAction_ActiveToolLocation_Name
source: Active tool location ID
de_de: Aktive Werkzeugpositions-ID
es_es: ID de localización de la herramienta activa
fr_fr: ID de localisation de l'outil actif
it_it: ID posizione utensile attivo
ja_jp: 有効ツール位置ID
ko_kr: 활성화된 공구 위치 ID
pl_pl: Aktywny ID lokalizacji narzędzia
pt_pt: ID de posicionamento da ferramenta ativa
sv_se: Aktivt verktygsplats-ID
zh_hans: 活动刀具位置ID

# MachineAction_DeflectionOutsideOfLimits_Description
source: Any time the deflection of the sensorized tool is outside of the set limits, this action type will be sent to the machine. The value field is not used. The action type will not be resent until the deflection has returned to the acceptable range and then exceeded the limits again.
de_de: Jedes Mal, wenn die Auslenkung d. Bohrstange außerhalb der eingestellten Grenzen liegt, wird dieser Aktionstyp an die Maschine gesendet. Das Wertfeld wird nicht verwendet. Der Aktionstyp wird erst dann erneut gesendet, wenn die Auslenkung in den akzeptablen Bereich zurückgekehrt ist und dann die Grenzwerte erneut überschritten hat.
es_es: Cada vez que la deflexión del adaptador de giro esté fuera de los límites establecidos, este tipo de acción se enviará a la máquina. No se utiliza el campo de valor. El tipo de acción no se reenviará hasta que la deflexión haya vuelto al rango aceptable y luego haya excedido los límites nuevamente.
fr_fr: Chaque fois que la déviation de l’adaptateur tournant est en dehors des limites définies, ce type d’action sera envoyé à la machine. Le champ de valeur n’est pas utilisé. Le type d’action ne sera pas renvoyé tant que la déviation n’aura pas retrouvé la plage acceptable, puis dépassé à nouveau les limites.
it_it: Ogni volta che la flessione dell'adattatore di tornitura è al di fuori dei limiti impostati, questo tipo di azione verrà inviato alla macchina. Il campo del valore non viene utilizzato. Il tipo di azione non verrà inviato nuovamente fino a quando la flessione non sarà tornata all'intervallo accettabile e quindi supererà nuovamente i limiti.
ja_jp: バーのたわみがしきい値を超過すると、このアクションタイプが機械に送信されます。値フィールドは使用されません。アクションタイプは、たわみがしきい値以下に戻り、再び超えるまで再送信されません。
ko_kr: 선삭 어댑터의 굽힘량이 설정된 한계를 벗어날 때마다 이 동작 유형이 기계로 전송됩니다. 값 필드는 사용되지 않습니다. 작업 유형은 휨량이 허용 가능한 범위로 돌아온 다음 다시 한계를 초과할 때까지 다시 전송되지 않습니다.
pl_pl: Za każdym razem, gdy ugięcie adaptera tokarskiego wykracza poza ustawione limity, ten typ działania zostanie wysłany do obrabiarki. Pole wartości nie jest używane. Typ akcji nie zostanie ponownie wysłany, dopóki ugięcie nie powróci do dopuszczalnego zakresu, a następnie ponownie nie przekroczy limitów.
pt_pt: Sempre que a deflexão da ferramenta estiver fora dos limites estabelecidos, este tipo de ação será enviado para a máquina. O campo de valor não é utilizado. O tipo de ação não será reenviado até que a deflexão tenha voltado ao intervalo aceitável e, em seguida, exceda os limites novamente.
sv_se: Varje gång verktygets avböjning ligger utanför de inställda gränserna skickas denna åtgärdstyp till maskinen. Värdefältet används inte. Åtgärdstypen skickas inte igen förrän avböjningen har återgått till det acceptabla intervallet och sedan överskridit gränserna igen.
zh_hans: 只要转动适配器的挠度超出设定的限制，此动作类型就会发送到机器。不使用值字段。在偏转返回到可接受的范围，然后再次超过限制之前，不会重新发送操作类型。

# MachineAction_DeflectionOutsideOfLimits_Name
source: Deflection outside of limits
de_de: Durchbiegung außerhalb der Grenzen
es_es: Desvío fuera de los límites
fr_fr: Déviation hors limites
it_it: Flessione fuori dai limiti
ja_jp: たわみがしきい値超過
ko_kr: 한계를 벗어난 굽힘량
pl_pl: Ugięcie poza granicami
pt_pt: Deflexão fora dos limites
sv_se: Avböjning utanför gränserna
zh_hans: 超出限制的偏转

# MachineAction_DeflectionOutsideOfLimits_RecommendedUse
source: If the deflection goes outside of the set limits, a good action may be to stop the process and retract the sensorized tool out of cut, if there is a risk that dimensional tolerances can be exceeded.
de_de: Wenn die Durchbiegung außerhalb der eingestellten Grenzen liegt, kann es sinnvoll sein, den Prozess zu stoppen und die Bohrstange aus dem Schnitt zurückzuziehen, wenn die Gefahr besteht, dass Maßtoleranzen überschritten werden können.
es_es: Si la deflexión se sale de los límites establecidos, una buena acción puede ser detener el proceso y retraer el adaptador de torneado fuera del corte, si existe el riesgo de que se excedan las tolerancias dimensionales.
fr_fr: Si la déviation dépasse les limites définies, une bonne action peut être d’arrêter le processus et de retirer l’adaptateur de tournage de la coupe, s’il existe un risque de dépassement des tolérances dimensionnelles.
it_it: Se la flessione supera i limiti impostati, una buona azione può essere quella di arrestare la lavorazione e ritrarre l'adattatore di tornitura fuori taglio, se c'è il rischio che le tolleranze dimensionali possano essere superate.
ja_jp: たわみがしきい値を超過した場合で、寸法公差を外れるリスクがある場合は、一度バーを逃がして加工を停止することをお勧めします。
ko_kr: 굽힘량이 설정된 한계를 벗어나는 경우 치수 공차를 초과할 위험이 있는 경우 프로세스를 중지하고 선삭 어댑터를 가공영역에서 빼내는 것이 좋습니다.
pl_pl: Jeśli ugięcie wykracza poza ustawione granice, dobrym działaniem może być zatrzymanie procesu i wycofanie adaptera tokarskiego ze skrawania, jeśli istnieje ryzyko przekroczenia tolerancji wymiarowych.
pt_pt: Se a deflexão ultrapassar os limites estabelecidos, uma boa ação pode ser parar o processo de corte, se houver o risco das tolerâncias dimensionais serem excedidas.
sv_se: Om avböjningen går utanför de inställda gränserna kan en bra åtgärd vara att stoppa processen och flytta verktyget bort från komponenten, om det är risk för att man inte når toleranskraven.
zh_hans: 如果挠度超出设定的限制，如果存在超出尺寸公差的风险，则可能停止该过程并将车削适配器缩回切口。

# MachineAction_IsReadyToMachine_Description
source: This action type will be acknowledged and reset when the system is ready to machine, which includes verifying a connection to the sensorized tool. Establishing a connection to the sensorized tool may take a few seconds, so the machine should wait for the reply before proceeding. In addition, the zero-point for load and deflection will be set.
de_de: Dieser Aktionstyp wird quittiert und zurückgesetzt, wenn das System für die Bearbeitung bereit ist, einschließlich einer verifizierten Verbindung zur Bohrstange. Der Verbindungsaufbau zur Bohrstange kann einige Sekunden dauern, daher sollte die Maschine auf die Antwort warten, bevor sie fortfährt. Darüber hinaus wird der Nullpunkt für Belastung und Ablenkung festgelegt.
es_es: Este tipo de acción será confirmado y restablecido cuando el sistema esté listo para mecanizar, con una conexión verificada al adaptador de torneado. Establecer una conexión al adaptador de torneado puede llevar unos segundos, por lo que la máquina debe esperar la respuesta antes de proceder. Además, se definirá el punto cero de la carga y la desviación.
fr_fr: Ce type d'action fait l'objet d'un accusé de réception et d'une réinitialisation lorsque le système est prêt à démarrer l'usinage, ce qui inclut la vérification de la connexion à l'adaptateur de tournage. L'établissement de la connexion à l'adaptateur de tournage peut prendre quelques secondes et la machine doit attendre la réponse avant de démarrer. De plus, le point zéro de la charge et de la déflexion sera défini.
it_it: Questo tipo di azione verrà tacitato e resettato quando il sistema è pronto a lavorare, inclusa una connessione verificata all'adattatore di tornitura. Stabilire una connessione all'adattatore di tornitura potrebbe richiedere qualche secondo, quindi la macchina dovrebbe attendere la risposta prima di procedere. Inoltre, verrà impostato il punto zero per il carico e la flessione.
ja_jp: システムが加工準備完了になると (バーへの接続検証を含む)、このアクションタイプは確認・リセットされます。バーへの接続を確立するには数秒かかります。そのため、機械は続行前に応答を待つ必要があります。さらに、負荷およびたわみにゼロ点が設定されます。
ko_kr: 선삭 어댑터와의 확인된 연결을 포함하여 시스템이 가공할 준비가 되면 이러한 작업 유형을 인식하고 재설정합니다. 선삭 어댑터에 대한 연결을 설정하는 데 몇 초가 걸릴 수 있으므로 기계가 응답한 후에 계속하시기 바랍니다. 또한 부하 및 굽힘량에 대한 영점이 설정됩니다.
pl_pl: Ten typ czynności zostanie potwierdzony i zresetowany, gdy system osiągnie gotowość do obróbki, w tym zweryfikowane połączenie z adapterem tokarskim. Nawiązanie połączenia z adapterem tokarskim może potrwać kilka sekund, dlatego przed wykonaniem dalszych czynności obrabiarka powinna czekać na potwierdzenie. Dodatkowo zostanie ustawiony punkt zerowy dla obciążenia i ugięcia.
pt_pt: Este tipo de ação será confirmado e redefinido quando o sistema estiver pronto para maquinar, que inclui a verificação de uma conexão com a ferramenta. Estabelecer uma conexão à ferramenta pode levar alguns segundos, pelo que a máquina deve esperar pela resposta antes de prosseguir. Além disso, será definido o ponto zero para a carga e a deflexão.
sv_se: Den här åtgärdstypen bekräftas och återställs när systemet är redo för bearbetning och har en verifierad anslutning till verktyget. Det kan ta några sekunder att upprätta en anslutning till verktyget. Därför bör maskinen vänta på svar innan du går vidare. Dessutom ställs nollpunkten för belastning och avböjning in.
zh_hans: 当系统准备好进行加工时，将确认并重置此操作类型，包括与车削接杆的已验证连接。建立与车削接杆的连接可能需要几秒钟，所以机床应等待回复后再继续。此外还将设置负载和偏斜的零点。

# MachineAction_IsReadyToMachine_Name
source: Ready to machine?
de_de: Bereit für die Bearbeitung?
es_es: ¿Todo listo para mecanizar?
fr_fr: Prêt pour l'usinage ?
it_it: Pronto a lavorare?
ja_jp: 加工準備完了？
ko_kr: 가공할 준비가 되셨습니까?
pl_pl: Gotowy do obróbki?
pt_pt: Preparado para maquinar?
sv_se: Redo att börja bearbeta?
zh_hans: 加工是否就绪？
