Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# DeflectionCalibration_StepsOverview_IntroductionSteps_ListC.Text
source: Process description
de_de: Prozessbeschreibung
es_es: Descripción del proceso
fr_fr: Description du process
it_it: Descrizione del processo
ja_jp: プロセスの説明
ko_kr: 공정 설명
pl_pl: Opis procesu
pt_pt: Descrição do processo
sv_se: Processbeskrivning
zh_hans: 工艺说明

# DeflectionCalibration_StepsOverview_IntroductionSteps_Title.Text
source: Introduction
de_de: Einführung
es_es: Introducción
it_it: Introduzione
ja_jp: はじめに
ko_kr: 소개
pl_pl: Wprowadzenie
pt_pt: Introdução
sv_se: Introduktion
zh_hans: 简介

# DeflectionCalibration_StepsOverview_PreCalibrationSteps_ListA.Text
source: Set baseline measurement
de_de: Grundwert einmessen
es_es: Fijar medición de referencia
fr_fr: Régler la mesure de base
it_it: Imposta una misurazione di riferimento.
ja_jp: 測定基準の設定
ko_kr: 기준 측정 설정
pl_pl: Ustaw pomiar bazowy
pt_pt: Definir a medição de referência
sv_se: Ställ in baslinjen
zh_hans: 设置基准测量

# DeflectionCalibration_StepsOverview_PreCalibrationSteps_ListB.Text
source: Touch the component
de_de: Berühren Sie das Werkstück
es_es: Tocar el componente
fr_fr: Toucher la pièce
it_it: Tocca il componente
ja_jp: ワークに接触
ko_kr: 가공물 접촉
pl_pl: Dotknij przedmiotu
pt_pt: Tocar no componente
sv_se: Vidrör komponenten
zh_hans: 触摸部件

# DeflectionCalibration_StepsOverview_PreCalibrationSteps_ListC.Text
source: Pre-load the sensorized tool
de_de: Führen Sie eine Vorbelastung der Bohrstange durch
es_es: Pre-cargar el adaptador de torneado
fr_fr: Précharger l'adaptateur de tournage
it_it: Precarica l'adattatore di tornitura
ja_jp: バーのプリロード
ko_kr: 선삭 어댑터 프리-로드
pl_pl: Wczytaj wstępnie adapter tokarski
pt_pt: Pré-carga na ferramenta
sv_se: Förbelasta verktyget
zh_hans: 预装车削接杆

# DeflectionCalibration_StepsOverview_PreCalibrationSteps_ListD.Text
source: Update baseline after pre-loading
de_de: Aktualisieren Sie den Grundwert nach Vorbelastung
es_es: Actualizar la referencia después de pre-cargar
fr_fr: Mettre à jour la mesure de base après le préchargement
it_it: Aggiorna la misura di riferimento dopo il precarico
ja_jp: プリロード後の基準の更新
ko_kr: 프리-로드 후 기준 업데이트
pl_pl: Aktualizuj punkt odniesienia po wczytaniu wstępnym
pt_pt: Atualizar referência após a pré-carga
sv_se: Uppdatera baslinjen efter förbelastning
zh_hans: 预装后更新基准

# DeflectionCalibration_StepsOverview_PreCalibrationSteps_Title.Text
source: Pre-calibration
de_de: Vorkalibrierung
es_es: Pre-calibración
fr_fr: Précalibrage
it_it: Precalibrazione
ja_jp: 事前校正
ko_kr: 사전 교정
pl_pl: Kalibracja wstępna
pt_pt: Pré-calibração
sv_se: Förkalibrering
zh_hans: 预校准

# DeflectionCalibration_StepsOverview_ReviewSteps_ListA.Text
source: Review the result. Choose whether or not to save the calibration if the calibration is approved.
de_de: Überprüfen Sie das Ergebnis. Wählen Sie, ob Sie die Kalibrierung speichern möchten, wenn die Kalibrierung bestätigt wurde.
es_es: Revisar el resultado. Elija si quiere guardar la calibración, si la calibración ha sido aprobada.
fr_fr: Vérifier le résultat. Si le calibrage est validé, décidez si vous souhaitez l'enregistrer ou non.
it_it: Esamina il risultato. Scegli se vuoi salvare la calibrazione, se la calibrazione è approvata.
ja_jp: 結果の確認。校正が承認されていれば、校正を保存するかしないかを選択します。
ko_kr: 결과를 검토하십시오. 교정이 승인된 경우 교정 결과 저장 여부를 선택합니다.
pl_pl: Oceń rezultat. Zdecyduj, czy chcesz zapisać kalibrację, jeśli jest ona zatwierdzona.
pt_pt: Reveja o resultado. Escolha se pretende guardar a calibração, caso a calibração seja aprovada.
sv_se: Granska resultatet. Välj om du vill spara kalibreringen om kalibreringen har godkänts.
zh_hans: 审核结果。如果校准获批准，选择是否要保存校准。

# DeflectionCalibration_StepsOverview_ReviewSteps_Title.Text
source: Review
de_de: Prüfung
es_es: Resumen
fr_fr: Examen
it_it: Esamina
ja_jp: まとめ
ko_kr: 검토
pl_pl: Przegląd
pt_pt: Rever
sv_se: Granska
zh_hans: 审核

# DeflectionCalibration_StepsOverview_Title.Text
source: Order of steps
de_de: Reihenfolge der Schritte
es_es: Orden de los pasos
fr_fr: Ordre des étapes
it_it: Ordine degli step
ja_jp: ステップの順序
ko_kr: 단계 순서
pl_pl: Kolejność kroków
pt_pt: Sequência de passos
sv_se: Stegens ordningsföljd
zh_hans: 步骤顺序

# DeflectionCalibration_TouchWorkpieceStep_ContactDetected.Text
source: Contact detected
de_de: Kontakt erkannt
es_es: Contacto detectado
fr_fr: Contact détecté
it_it: Contatto rilevato
ja_jp: 接触を検知
ko_kr: 접촉 감지됨
pl_pl: Wykryto kontakt
pt_pt: Contacto detetado
sv_se: Kontakt registrerad
zh_hans: 检测到接触

# DeflectionCalibration_TouchWorkpieceStep_ListA.Text
source: Jog the calibration head carefully into contact with the component.
de_de: Bewegen Sie den Kalibrierkopf vorsichtig, bis er das Werkstück berührt.
es_es: Desplace cuidadosamente la cabeza de calibración hasta entrar en contacto con la pieza.
fr_fr: Faire bouger la tête de calibrage prudemment pour la mettre en contact avec la pièce.
it_it: Muovi manualmente con cautela la testa di calibrazione fino a portarla a contatto con il componente.
ja_jp: ワークに接触するよう校正用ヘッドを慎重に少しづつ動かします。
ko_kr: 교정 헤드가 가공물과 접촉하도록 조심스럽게 조그 다이얼로 이동시키십시오.
pl_pl: Ostrożnie doprowadź głowicę kalibracyjną ruchem impulsowym do kontaktu z przedmiotem.
pt_pt: Mova a cabeça de calibração cuidadosamente, para que entre em contacto com o componente.
sv_se: Flytta verktyget försiktigt tills det vidrör komponenten.
zh_hans: 仔细地轻推校准头，使其与部件接触。

# DeflectionCalibration_TouchWorkpieceStep_ListB.Text
source: Stop jogging when the contact indicator turns green.
de_de: Beenden Sie die Bewegung, wenn die Kontaktanzeige grün aufleuchtet.
es_es: Detenga el desplazamiento cuando el indicador de contacto se ponga verde.
fr_fr: Immobiliser lorsque l'indicateur de contact passe au vert.
it_it: Interrompi il movimento manuale quando l'indicatore di contatto diventa verde.
ja_jp: 接触インジケータが緑に点灯したら移動を止めます。
ko_kr: 접촉 표시등이 녹색으로 바뀌면 이동을 중단시키십시오.
pl_pl: Zatrzymaj ruch impulsowy, gdy wskaźnik kontaktu zmieni kolor na zielony.
pt_pt: Pare de mover quando o indicador de contacto ficar verde.
sv_se: Stoppa rörelsen när kontaktindikatorn blir grön.
zh_hans: 当接触指示灯变绿时，停止推动。

# DeflectionCalibration_TouchWorkpieceStep_ListC.Text
source: Leave the bar in this position and click "Continue".
de_de: Belassen Sie die Bohrstange in dieser Position und klicken Sie auf "Weiter".
es_es: Deje la barra en esta posición y haga clic en "Continuar".
fr_fr: Laisser la barre dans cette position et cliquer sur « Poursuivre ».
it_it: Lascia la barra in questa posizione e fai clic su "Continua".
ja_jp: バーをその位置にとどめて、「Continue (続行)」をクリックします。
ko_kr: 이 위치에 바를 두고 '계속'를 클릭하십시오.
pl_pl: Pozostaw wytaczak w tej pozycji i kliknij „Kontynuuj”.
pt_pt: Deixe a ferramenta nesta posição e clique em "Continuar".
sv_se: Låt bommen vara kvar i denna position och klicka på ”Fortsätt”.
zh_hans: 将棒材保持在此位置，然后点击“继续”。

# DeflectionCalibration_TouchWorkpieceStep_NoContactDetected.Text
source: No contact detected
de_de: Kein Kontakt erkannt
es_es: No se ha detectado ningún contacto
fr_fr: Pas de contact détecté
it_it: Nessun contatto rilevato
ja_jp: 接触を未検知
ko_kr: 접촉이 감지되지 않음
pl_pl: Nie wykryto kontaktu
pt_pt: Sem contacto detetado
sv_se: Ingen kontakt registrerad
zh_hans: 未检测到接触

# DeflectionCalibration_TouchWorkpieceStep_Recommendation.Text
source: We recommend not using a shim or paper to make contact with the component. Jog carefully while monitoring the indicator on this page to detect when you are in contact. Remember that the spindle should be stationary at all times.
de_de: Wir empfehlen, keine Unterlegscheibe oder Papier beim Kontakt des Werkstücks zu verwenden. Führen Sie die Bewegung vorsichtig durch und beobachten Sie dabei die Anzeige auf dieser Seite, um zu erkennen, wann der Kontakt hergestellt wurde. Denken Sie daran, dass die Spindel nicht bewegt werden darf.
es_es: Recomendamos no usar una placa de apoyo o papel para entrar en contacto con la pieza. Desplácela cuidadosamente mientras supervisa el indicador en esta página para detectar cuándo está en contacto. Recuerde que el husillo debe estar parado en todo momento.
fr_fr: Nous conseillons de ne pas utiliser de cale ni de papier pour établir le contact avec la pièce. Faire bouger prudemment tout en surveillant l'indicateur sur cette page pour savoir quand le contact est établi. N'oubliez pas que la broche doit toujours être immobile.
it_it: È consigliabile non utilizzare uno spessore o carta per toccare il componente. Muovi manualmente con cautela monitorando l'indicatore su questa pagina per rilevare quando sei a contatto. Ricorda che il mandrino dovrebbe rimanere sempre fermo.
ja_jp: 加工部品と接触するためにシムまたは紙を使用しないことを推奨します。このページに記載のインジケータをモニターしながら慎重に寸動して、いつ接触するかを検知します。スピンドルは常時静止していなければならないことに注意してください。
ko_kr: 가공물에 접촉하기위해서 심이나 종이를 사용하는 것을 권장하지 않습니다. 이 페이지의 표시등을 보며 접촉 순간을 확인하면서 조심스럽게 조그 다이얼로 이동시키십시오. 스핀들은 항상 고정 상태여야 합니다.
pl_pl: Nie zalecamy użycia podkładki lub papieru w celu kontaktu z przedmiotem. Wykonaj ostrożny ruch impulsowy połączony z monitorowaniem wskaźnika zgodnie z opisem na tej stronie, aby wykryć kontakt. Pamiętaj, że wrzeciono powinno zawsze pozostawać nieruchome.
pt_pt: Recomendamos não utilizar um calço ou papel para entrar em contacto com o componente. Mova cuidadosamente enquanto observa o indicador nesta página, para detetar quando se encontra em contacto. Lembre-se de que o fuso deve estar sempre estacionário.
sv_se: Flytta verktyget försiktigt samtidigt som du håller koll på indikatorn på den här sidan för att upptäcka när komponenten vidrörs. Kom ihåg att spindeln hela tiden måste vara i ro.
zh_hans: 我们建议不要使用刀垫或纸来接触部件。仔细地轻推，同时监控本页的指示灯，以检测何时接触。请记住，主轴应始终保持静止。

# DeflectionCalibration_TouchWorkpieceStep_Title.Text
source: Touch the component
de_de: Berühren Sie das Werkstück
es_es: Tocar el componente
fr_fr: Toucher la pièce
it_it: Tocca il componente
ja_jp: ワークに接触
ko_kr: 가공물 접촉
pl_pl: Dotknij przedmiotu
pt_pt: Tocar no componente
sv_se: Vidrör komponenten
zh_hans: 触摸部件

# DeflectionCalibration_UpdateNoLoadStep_Text.Text
source: To remove any errors from system slack, we need to set a new no-load baseline after the pre-loading step.
de_de: Um das Spiel auszuschalten, müssen wir nach der Vorspannung einen neuen Basiswert im unbelasteten Zustand einstellen.
es_es: Para eliminar cualquier error de demora del sistema, debemos fijar una nueva referencia sin carga antes del paso "Pre-cargar".
fr_fr: Pour éviter toute erreur due à du jeu dans le système, nous devons définir une nouvelle valeur de base hors charge après l'étape de préchargement.
it_it: Per eliminare eventuali errori dovuti a gioco del sistema, è necessario impostare un misura di riferimento quando la barra non è cariata dopo lo step di precaricamento.
ja_jp: 誤差を最小限にするために、プリリードステップの後に、無負荷での基準を新たに設定する必要があります。
ko_kr: 시스템 슬랙으로 인한 오류를 방지하려면 프리-로드 단계 후에 새로운 무부하 기준을 설정해야 합니다.
pl_pl: Aby usunąć wszelkie błędy wynikające z bezwładności systemu, należy ustawić nową wartość bazową bez obciążenia po wczytaniu wstępnym.
pt_pt: Para eliminar quaisquer erros de folga do sistema, necessitamos de ajustar uma nova referência sem carga após o passo de pré-carga.
sv_se: För att ta bort eventuella glapp i systemet behöver du efter förbelastningsteget sätta en ny baslinje utan belastning.
zh_hans: 为了消除系统松弛的任何错误，我们需要在预装步骤后设置一个新的空载基准。

# DeflectionCalibration_UpdateTouchWorkpieceStep_Text.Text
source: This step sets an updated reference point in slight contact with the component.
de_de: Dieser Schritt legt einen aktualisierten Referenzpunkt bei leichtem Kontakt mit dem Werkstück fest.
es_es: Este paso fija un punto de referencia actualizado en ligero contacto con el componente.
fr_fr: Cette étape définit un nouveau point de référence en contact léger avec la pièce.
it_it: Questo passo stabiliste un punto di riferimento aggiornato in leggero contatto con il componente.
ja_jp: このステップでは、ワークとごくわずかに触れている状態で新しい基準点を設定します。
ko_kr: 이 단계에서는 가공물과 가볍게 접촉하는 업데이트된 기준점을 설정합니다.
pl_pl: Ten etap wyznacza zaktualizowany punkt odniesienia przy nieznacznym kontakcie z przedmiotem.
pt_pt: Este passo define um ponto de referência actualizado contacto ligeiro com o componente.
sv_se: Det här steget uppdaterar referenspunkten genom en lätt beröring av komponenten.
zh_hans: 此步骤将更新的参考点设置为与部件略微接触。

# Disconnected
source: Not connected
de_de: Nicht verbunden
es_es: No conectada
fr_fr: Non connecté
it_it: Non connesso
ja_jp: 接続なし
ko_kr: 연결되지 않음
pl_pl: Nie podłączony
pt_pt: Não ligado
sv_se: Ej anslutet
zh_hans: 未连接

source: End Time
de_de: Endzeit
es_es: Hora de finalización
fr_fr: Heure de fin
it_it: Ora di fine
ja_jp: 終了時刻
ko_kr: 종료 시간
pl_pl: Czas zakończenia
pt_pt: Hora de Fim
sv_se: Sluttid
zh_hans: 结束时间

# EventStatus_Failure
source: Failure
de_de: Fehler
es_es: Fallo
fr_fr: Échec
it_it: Guasto
ja_jp: 失敗
ko_kr: 실패
pl_pl: Niepowodzenie
pt_pt: Falha
sv_se: Misslyckades
zh_hans: 失败

# EventStatus_InProgress
source: In progress
de_de: In Bearbeitung
es_es: En progreso
fr_fr: En cours
it_it: In corso
ja_jp: 進行中
ko_kr: 진행 중
pl_pl: W toku
pt_pt: Em curso
sv_se: Pågår
zh_hans: 进行中

# EventStatus_NotSet
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
pl_pl: Nieznany
pt_pt: Desconhecido
sv_se: Okänt
zh_hans: 未知

# EventStatus_Success
source: Success
de_de: Erfolg
es_es: Correcto
fr_fr: Réussite
it_it: Successo
ja_jp: 成功
ko_kr: 성공
pl_pl: Sukces
pt_pt: Sucesso
sv_se: succe
zh_hans: 成功

source: External power
de_de: Externe Stromversorgung
es_es: Alimentación externa
fr_fr: Alimentation externe
it_it: Alimentazione esterna
ja_jp: 外部電源
ko_kr: 외부 전원
pl_pl: Zasilanie zewnętrzne
pt_pt: Potência externa
sv_se: Extern effekt
zh_hans: 外部电源

source: Finish
de_de: Rauheit
es_es: Terminar
fr_fr: Finition
it_it: Finitura
ja_jp: 面粗さ目安
ko_kr: 종료
pl_pl: Zakończ
pt_pt: Terminar
sv_se: Ytfinhet
zh_hans: 完成

# FirmwareUpdateDialog.Title
source: Firmware update
es_es: Actualización de firmware
fr_fr: Mise à jour du firmware
it_it: Aggiornamento firmware
ja_jp: ファームウェアの更新
ko_kr: 펌웨어 업데이트
pl_pl: Aktualizacja oprogramowania sprzętowego
pt_pt: Atualização de firmware
sv_se: Firmware uppdatering
zh_hans: 固件更新

# FirmwareUpdateRequest_Available_Text
source: A firmware update is available for the selected device. We highly recommend using the latest firmware version.
de_de: Für die angewählte Bohrstange ist ein Firmware-Update verfügbar. Wir empfehlen die Nutzung der neuesten Firmwareversion.
es_es: Hay disponible una actualización de firmware para el adaptador de torneado seleccionado. Le recomendamos utilizar siempre la versión de firmware más actual.
fr_fr: Une mise à jour du firmware de l'adaptateur de tournage sélectionné est disponible. Il est fortement recommandé de toujours utiliser la dernière version du firmware.
it_it: È disponibile un aggiornamento del firmware per l'adattatore di tornitura selezionato. Consigliamo vivamente di utilizzare l'ultima versione del firmware.
ja_jp: 選択されたバーのファームウェアの更新が可能です。最新バージョンの使用を強く推奨します。
ko_kr: 선택한 선삭 어댑터에 펌웨어 업데이트가 가능합니다. 최신 펌웨어 버전을 사용하는 것이 좋습니다.
pl_pl: Aktualizacja oprogramowania sprzętowego jest dostępna dla wybranego adaptera tokarskiego. Zalecamy używanie najnowszej wersji oprogramowania sprzętowego.
pt_pt: Uma atualização de firmware está disponível para a ferramenta selecionada. Recomendamos usar a última versão de firmware.
sv_se: En firmware uppdatering finns för det valda verktyget. Vi rekommenderar att du använder den senaste firmware-versionen.
zh_hans: 有可供所选车削接杆使用的固件更新。我们强烈建议使用最新的固件版本。

# FirmwareUpdateRequest_Available_Title
source: Firmware update available
de_de: Firmware-Update verfügbar
es_es: Actualización de firmware disponible
fr_fr: Une mise à jour du firmware est disponible
it_it: Aggiornamento firmware disponibile
ja_jp: ファームウェアの更新が可能
ko_kr: 펌웨어 업데이트 사용 가능
pl_pl: Aktualizacja oprogramowania sprzętowego jest dostępna
pt_pt: Atualização de firmware disponível
sv_se: En firmware uppdatering är tillgänglig
zh_hans: 有固件更新可用

# FirmwareUpdateRequest_Required_Text
source: A firmware update is required in order to communicate with the selected device.
de_de: Es ist ein Firmware-Update erforderlich, um mit der ausgewählten Bohrstange zu kommunizieren.
es_es: Es necesario actualizar el firmware para poder comunicarse con el adaptador de torneado seleccionado.
fr_fr: Une mise à jour du firmware est nécessaire pour communiquer avec l'adaptateur de tournage sélectionné.
it_it: Per comunicare con l'adattatore di tornitura selezionato è necessario un aggiornamento del firmware.
ja_jp: 選択されたバーと通信するには、ファームウェアを更新してください。
ko_kr: 선택한 선삭 어댑터와 통신하려면 펌웨어를 업데이트해야 합니다.
pl_pl: Aktualizacja oprogramowania sprzętowego jest niezbędna do komunikacji z wybranym adapterem tokarskim.
pt_pt: É necessário atualizar o firmware para comunicar com a ferramenta selecionada.
sv_se: En firmware uppdatering krävs för att kunna kommunicera med det valda verktyget.
zh_hans: 需要更新固件，以便与选中的车削接杆通信。

# FirmwareUpdateRequest_Required_Title
source: Firmware update required
de_de: Firmware Update erforderlich
es_es: Actualización de firmware necesaria
fr_fr: Mise à jour du firmware nécessaire
it_it: Aggiornamento firmware richiesto
ja_jp: ファームウェアの更新が必要
ko_kr: 펌웨어 업데이트 필요
pl_pl: Wymagana aktualizacja oprogramowania sprzętowego
pt_pt: É necessário atualizar o firmware
sv_se: Firmware uppdatering krävs
zh_hans: 需要更新固件

# FirmwareUpdateSuccess
source: Firmware updated successfully
de_de: Firmware erfolgreich aktualisiert
es_es: Firmware actualizado correctamente
fr_fr: Mise à jour réussie du micrologiciel
it_it: Firmware aggiornato correttamente
ja_jp: ファームウェアが正常に更新されました
ko_kr: 펌웨어가 성공적으로 업데이트되었습니다.
pl_pl: Oprogramowanie sprzętowe zostało pomyślnie zaktualizowane
pt_pt: Firmware atualizado com sucesso
sv_se: Firmware har uppdaterats framgångsrikt
zh_hans: 固件更新成功

# FirmwareUpdate_Available_LowBattery_Text
source: A firmware update is available for the selected device. Although we highly recommend using the latest firmware version, updating must be postponed until the battery has been charged and has at least 50 % of its capacity. Please recharge the battery before starting the update procedure.
de_de: Für das ausgewählte Gerät ist ein Firmware-Update verfügbar. Wir empfehlen zwar, die neueste Firmware zu verwenden, der Akku muss aber mindenstens zu 50% geladen sein.
es_es: Hay disponible una actualización de firmware para el dispositivo seleccionado. Aunque recomendamos encarecidamente utilizar la última versión de firmware, la actualización debe posponerse hasta que la batería se haya cargado y tenga al menos el 50% de su capacidad. Recargue la batería antes de iniciar el procedimiento de actualización.
fr_fr: Une mise à jour du micrologiciel est disponible pour l’appareil sélectionné. Bien que nous vous recommandons fortement d’utiliser la dernière version du firmware, la mise à jour doit être reportée jusqu’à ce que la batterie ait été chargée et ait au moins 50 % de sa capacité. Veuillez recharger la batterie avant de commencer la procédure de mise à jour.
it_it: È disponibile un aggiornamento del firmware per il dispositivo selezionato. Sebbene si consiglia vivamente di utilizzare la versione più recente del firmware, l'aggiornamento deve essere posticipato fino a quando la batteria non è stata caricata e ha almeno il 50% della sua capacità. Ricaricare la batteria prima di iniziare la procedura di aggiornamento.
ja_jp: 選択したデバイスのファームウェアアップデートが利用可能です。 最新のファームウェアバージョンを使用することを強くお勧めしますが、更新は、バッテリーが充電され容量が50%以上ある状態で行ってください。アップデートを開始する前に、バッテリーを充電してください。
ko_kr: 선택한 장치에 대한 펌웨어 업데이트를 진행할 수 있습니다. 최신 펌웨어 버전을 사용하는 것이 좋지만 배터리가 충전되고 용량의 50 % 이상이 될 때까지 업데이트를 연기해야합니다. 업데이트 절차를 시작하기 전에 배터리를 충전하십시오.
pl_pl: Dla wybranego urządzenia dostępna jest aktualizacja oprogramowania układowego. Chociaż zdecydowanie zalecamy korzystanie z najnowszej wersji oprogramowania sprzętowego, aktualizację należy odłożyć do momentu, gdy bateria zostanie naładowana i nie osiągnie co najmniej 50% swojej pojemności. Przed rozpoczęciem procedury aktualizacji należy naładować baterię.
pt_pt: Uma atualização de firmware está disponível para o dispositivo selecionado. Embora seja altamente recomendável usar a versão mais recente do firmware, a atualização deve ser adiada até que a bateria seja carregada e tenha pelo menos 50 % da sua capacidade. Por favor, recarregue a bateria antes de iniciar o procedimento de atualização.
sv_se: En firmware uppdatering är tillgänglig för den valda enheten. Även om vi starkt rekommenderar att du använder den senaste firmwareversionen måste uppdateringen vänta tills batteriet har laddats till minst 50 % av sin kapacitet. Ladda batteriet innan du startar uppdateringsproceduren.
zh_hans: 固件更新可用于所选设备。 尽管我们强烈建议使用最新的固件版本，但必须推迟更新，直到电池已充电并至少具有其容量的 50%。请在开始更新过程之前为电池充电。

# FirmwareUpdate_Required_LowBattery_Text
source: A firmware update is required for the selected device. Please charge the battery to at least 50 % of its capacity before connecting again.
de_de: Für das ausgewählte Gerät ist ein Firmware-Update erforderlich. Bitte laden Sie den Akku auf mindestens 50 % seiner Kapazität auf, bevor Sie ihn erneut anschließen.
es_es: Se requiere una actualización de firmware para el dispositivo seleccionado. Cargue la batería al menos al 50 % de su capacidad antes de volver a conectarla.
fr_fr: Une mise à jour du micrologiciel est requise pour l’appareil sélectionné. Veuillez charger la batterie à au moins 50 % de sa capacité avant de vous reconnecter.
it_it: È necessario un aggiornamento del firmware per il dispositivo selezionato. Caricare la batteria ad almeno il 50% della sua capacità prima di ricollegarla.
ja_jp: 選択したデバイスのファームウェアアップデートが必要です。再度接続する前に、バッテリーを容量の50%以上まで充電してください。
ko_kr: 선택한 장치에 대한 펌웨어 업데이트가 필요합니다. 다시 연결하기 전에 배터리를 용량의 50% 이상으로 충전하십시오.
pl_pl: Dla wybranego urządzenia wymagana jest aktualizacja oprogramowania sprzętowego. Przed ponownym podłączeniem naładuj akumulator do co najmniej 50% jego pojemności.
pt_pt: É necessária uma atualização do firmware para o dispositivo selecionado. Por favor, carregue a bateria até pelo menos 50 % da sua capacidade antes de voltar a ligar.
sv_se: En firmware uppdatering krävs för den valda enheten. Ladda batteriet till minst 50 % av dess kapacitet innan du ansluter igen.
zh_hans: 所选设备需要固件更新。在再次连接之前，请将电池充电至其容量的至少 50%。
