Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

source: Unavailable
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Indisponible
it_it: Non disponibile
ja_jp: 利用不可
ko_kr: 사용 불가
pl_pl: Niedostępny
pt_pt: Indisponível
sv_se: Inte tillgängligt
zh_hans: 不可用

source: Unit of Measurement
de_de: Maßeinheit
es_es: Unidad de medida
fr_fr: Unité de mesure
it_it: Unità di misura
ja_jp: 単位
ko_kr: 측정 단위
pl_pl: Jednostka miary
pt_pt: Unidade de medida
sv_se: Måttenhet
zh_hans: 计量单位

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없는
pl_pl: Nieznany
pt_pt: Desconhecido
sv_se: Okänt
zh_hans: 未知

source: Unknown file type.
de_de: Unbekannter Dateityp.
es_es: Tipo de archivo desconocido.
fr_fr: Type de fichier inconnu.
it_it: Tipo di file sconosciuto.
ja_jp: 不明なファイルタイプです。
ko_kr: 알 수 없는 파일 형식.
pl_pl: Nieznany typ pliku.
pt_pt: Tipo de ficheiro desconhecido.
sv_se: Okänd filtyp.
zh_hans: 未知文件类型。

# UploadFile_Message
source: Select a file using the "Browse" button below.
de_de: Wählen Sie eine Datei über die Schaltfläche "Durchsuchen" unten aus.
es_es: Seleccione un archivo usando el botón "Examinar" a continuación.
fr_fr: Sélectionnez un fichier à l’aide du bouton « Parcourir » ci-dessous.
it_it: Seleziona un file utilizzando il pulsante "Sfoglia" qui sotto.
ja_jp: 下の「参照」ボタンを使用してファイルを選択します。
ko_kr: 아래의 "찾아보기" 버튼을 사용하여 파일을 선택하십시오.
pl_pl: Wybierz plik za pomocą przycisku "Przeglądaj" poniżej.
pt_pt: Selecione um arquivo usando o botão "Procurar" abaixo.
sv_se: Välj en fil med knappen "Bläddra" nedan.
zh_hans: 使用下面的“浏览”按钮选择一个文件。

# UploadFile_Title
source: Open file
de_de: Datei öffnen
es_es: Abrir archivo
fr_fr: Ouvrir le fichier
it_it: Apri file
ja_jp: ファイルを開く
ko_kr: 파일 열기
pl_pl: Otwórz plik
pt_pt: Abrir ficheiro
sv_se: Öppna fil
zh_hans: 打开文件

# Verification_DiscardUnsavedChanges.Text
source: Please verify that you want to discard any unsaved changes
de_de: Stellen Sie sicher, dass Sie alle nicht gespeicherten Änderungen verwerfen möchten.
es_es: Compruebe que desea descartar los cambios no guardados
fr_fr: Veuillez vérifier que vous souhaitez annuler toutes les modifications non enregistrées
it_it: Verificare di voler eliminare eventuali modifiche non salvate
ja_jp: 保存されていない変更を破棄することを確認してください
ko_kr: 저장되지 않은 변경 내용을 삭제할 것인지 확인하십시오.
pl_pl: Sprawdź, czy chcesz odrzucić wszystkie niezapisane zmiany
pt_pt: Verifique se deseja descartar quaisquer alterações não salvas
sv_se: Kontrollera att du vill ignorera alla ändringar som inte har sparats
zh_hans: 请确认您要丢弃任何未保存的更改

# VerifyPermanentAction.Text
source: Please verify that you want to continue
de_de: Bitte überprüfen Sie, ob Sie fortfahren möchten
es_es: Compruebe que desea continuar
fr_fr: Veuillez vérifier que vous souhaitez continuer
it_it: Verifica di voler continuare
ja_jp: 続行することを確認してください
ko_kr: 계속할 것인지 확인하십시오.
pl_pl: Sprawdź, czy chcesz kontynuować
pt_pt: Por favor, verifique se quer continuar
sv_se: Verifiera att du vill fortsätta
zh_hans: 请确认您要继续

# VerifyPermanentAction.Title
source: This action is permanent
de_de: Diese Aktion ist dauerhaft
es_es: Esta acción es permanente
fr_fr: Cette action est permanente
it_it: Questa azione è permanente
ja_jp: このアクションは永続的です
ko_kr: 이 작업은 영구적입니다.
pl_pl: Działanie to ma charakter trwały
pt_pt: Esta ação é permanente
sv_se: Denna åtgärd är permanent
zh_hans: 此操作是永久性的

source: Vibration
es_es: Vibraciones
fr_fr: Vibrations
it_it: Vibrazioni
ja_jp: びびり
ko_kr: 진동
pl_pl: Drgania
pt_pt: Vibração
zh_hans: 振动

source: Volume
de_de: Volumen
es_es: Volumen
ja_jp: ボリューム
pl_pl: Głośność
sv_se: Volym
zh_hans: 卷

source: Warning
de_de: Achtung
es_es: Aviso
fr_fr: Avertissement
it_it: Avvertenza
ja_jp: 警告
ko_kr: 주의
pl_pl: Ostrzeżenie
pt_pt: Atenção
sv_se: Varning
zh_hans: 警告

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
ja_jp: はい
ko_kr: 예
pl_pl: Tak
pt_pt: Sim
sv_se: Ja
zh_hans: 是

source: Zoom
ja_jp: ズーム
ko_kr: 확대
pl_pl: Powiększenia
pt_pt: Ampliar
sv_se: Zooma
zh_hans: 缩放

# Battery_CriticallyLowMessage
source: Battery is critically low, and will run out soon. Charge the battery or replace it with a charged one to continue monitoring the process.
de_de: Der Akku ist kritisch schwach und wird bald leer sein. Laden Sie den Akku auf oder ersetzen Sie ihn durch einen aufgeladenen Akku, um den Vorgang weiter zu überwachen.
es_es: La batería está críticamente baja y se agotará pronto. Cargue la batería o reemplácela por una cargada para continuar monitoreando el proceso.
fr_fr: La batterie est extrêmement faible et s’épuisera bientôt. Chargez la batterie ou remplacez-la par une batterie chargée pour continuer à surveiller le processus.
it_it: La batteria è quasi scarica e si esaurirà presto. Caricare la batteria o sostituirla con una carica per continuare a monitorare il processo.
ja_jp: バッテリー残量が非常に少なく、すぐに消耗します。バッテリーを充電するか、充電済みのバッテリーと交換して、プロセスの監視を続行します。
ko_kr: 배터리가 매우 부족하며 곧 소진됩니다. 배터리를 충전하거나 충전된 배터리로 교체하여 프로세스를 계속 모니터링하십시오.
pl_pl: Bateria jest krytycznie słaba i wkrótce się wyczerpie. Naładuj baterię lub wymień ją na naładowaną, aby kontynuować monitorowanie procesu.
pt_pt: A bateria está criticamente fraca e acabará em breve. Carregue a bateria ou substitua-a por uma carregada para continuar a monitorizar o processo.
sv_se: Batteriet är kritiskt lågt och kommer snart att ta slut. Ladda batteriet eller byt ut det mot ett laddat för att fortsätta övervaka processen.
zh_hans: 电池电量严重不足，很快就会耗尽。为电池充电或更换已充电的电池以继续监控该过程。

# Button_Edit_List
source: Edit list
de_de: Liste bearbeiten
es_es: Editar lista
fr_fr: Modifier la liste
it_it: Modifica elenco
ja_jp: リストの編集
ko_kr: 목록 편집
pl_pl: Edytuj listę
pt_pt: Editar lista
sv_se: Redigera lista
zh_hans: 编辑列表

# Button_Select_All
source: Select all
de_de: Alles auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
it_it: Seleziona tutto
ja_jp: すべて選択
ko_kr: 모두 선택
pl_pl: Zaznacz wszystko
pt_pt: Selecionar tudo
sv_se: Markera alla
zh_hans: 全选

# Button_Stop_Editing
source: Stop editing
de_de: Bearbeitung beenden
es_es: Detener edición
fr_fr: Arrêter de modifier
it_it: Interrompi modifica
ja_jp: 編集の中止
ko_kr: 편집 중지
pl_pl: Zakończ edycję
pt_pt: Interromper a edição
sv_se: Sluta redigera
zh_hans: 停止编辑

# Common_Date
source: Date
de_de: Datum
es_es: Fecha
it_it: Dattero
ja_jp: 日付
ko_kr: 날짜
pl_pl: Data
pt_pt: Data
sv_se: Datum
zh_hans: 日期

# Common_DateFilterFirst
source: Start
es_es: Empezar
fr_fr: Commencer
it_it: Inizio
ja_jp: スタート
ko_kr: 시작
pt_pt: Iniciar
sv_se: Starta
zh_hans: 开始

# Common_DateFilterLast
source: End
de_de: Ende
es_es: Fin
fr_fr: Fin
it_it: Fine
ja_jp: 終わり
ko_kr: 끝
pl_pl: Koniec
pt_pt: Fim
sv_se: Ände
zh_hans: 结束

# Common_Import
source: Import
de_de: Importieren
es_es: Importación
fr_fr: Importation
it_it: Importazione
ja_jp: 輸入
ko_kr: 수입
pt_pt: Importação
zh_hans: 进口

# Common_OrderBy
source: Order by
de_de: Bestellen nach
es_es: Ordenar por
fr_fr: Trier par
it_it: Ordina per
ja_jp: 並び替え
ko_kr: 정렬 기준
pl_pl: Sortuj według
pt_pt: Encomendar por
sv_se: Sortera efter
zh_hans: 排序方式

# Common_Preview
source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리 보기
pl_pl: Prapremiera
pt_pt: Previsualizar
sv_se: Förhandsvisning
zh_hans: 预览

# Common_Reference
source: Reference
de_de: Referenz
es_es: Referencia
fr_fr: Référence
it_it: Riferimento
ja_jp: 参考
ko_kr: 참조
pl_pl: Odniesienie
pt_pt: Referência
sv_se: Hänvisning
zh_hans: 参考

# Common_ReferenceCut
source: Reference cut
de_de: Referenz-Schnitt
es_es: Corte de referencia
fr_fr: Coupe de référence
it_it: Taglio di riferimento
ja_jp: 参照カット
ko_kr: 레퍼런스 컷
pl_pl: Cięcie odniesienia
pt_pt: Corte de referência
sv_se: Referens snitt
zh_hans: 参考切割

# Common_Reference_SelectReference
source: Select reference
de_de: Referenz auswählen
es_es: Seleccionar referencia
fr_fr: Sélectionner une référence
it_it: Seleziona riferimento
ja_jp: 参照を選択
ko_kr: 참조 선택
pl_pl: Wybierz odniesienie
pt_pt: Selecionar referência
sv_se: Välj referens
zh_hans: 选择参考

# DateAscending
source: Oldest first
de_de: Ältester zuerst
es_es: Primero el más antiguo
fr_fr: Le plus ancien d’abord
it_it: Prima i più vecchi
ja_jp: 古い順
ko_kr: 가장 오래된 것부터
pl_pl: Od najstarszych
pt_pt: Mais antigo primeiro
sv_se: Äldst först
zh_hans: 最旧的优先

# DateDescending
source: Newest first
de_de: Neueste zuerst
es_es: Lo más nuevo primero
fr_fr: Le plus récent d’abord
it_it: Prima i più recenti
ja_jp: 新しい順
ko_kr: 최신순
pl_pl: Od najnowszych
pt_pt: Mais recente primeiro
sv_se: Nyaste först
zh_hans: 最新优先

# License_Notification_EnterKeyForSerialOrMachineId_Text
source: Please enter your license key for the sensorized tool with serial number {0}, or the machine with license request key {1}:
de_de: Bitte geben Sie Ihren Lizenzschlüssel für das sensorisierte Werkzeug mit der Seriennummer {0} oder die Maschine mit dem Lizenzanforderungsschlüssel {1} ein:
es_es: Introduzca su clave de licencia para la herramienta sensorizada con el número de serie {0}, o la máquina con la clave de solicitud de licencia {1}:
fr_fr: Veuillez saisir votre clé de licence pour l’outil à capteur avec le numéro de série {0}, ou la machine avec la clé de demande de licence {1} :
it_it: Inserire la chiave di licenza per l'utensile sensorizzato con numero di serie {0} o la macchina con chiave di richiesta licenza {1}:
ja_jp: シリアル番号が{0}のセンサー付きツール、またはライセンスリクエストキー{1}マシンのライセンスキーを入力してください。
ko_kr: 일련 번호가 {0}인 센서화된 도구 또는 {1} 라이선스 요청 키가 있는 기계의 라이선스 키를 입력하십시오.
pl_pl: Wprowadź klucz licencyjny do narzędzia z czujnikami o numerze seryjnym {0} lub maszyny z kluczem żądania licencji {1}:
pt_pt: Introduza a sua chave de licença para a ferramenta sensorizada com o número de série {0} ou para a máquina com chave de pedido de licença {1}:
sv_se: Ange din licensnyckel för det sensoriserade verktyget med serienummer {0}, eller maskinen med licensförfrågningsnyckel {1}:
zh_hans: 请输入序列号为 {0} 的传感器化工具的许可证密钥，或输入带有许可证请求密钥的机器的许可证密钥{1}：

# MachineInteraction_Warning_LostConnection
source: Machine interface connection lost. Please ensure the HMS Anybus unit still has power and is connected properly, then restart this application.
de_de: Die Verbindung zur Computerschnittstelle wurde unterbrochen. Bitte stellen Sie sicher, dass die HMS Anybus-Einheit noch mit Strom versorgt wird und ordnungsgemäß angeschlossen ist, und starten Sie dann diese Anwendung neu.
es_es: Se ha perdido la conexión de la interfaz de la máquina. Asegúrese de que la unidad HMS Anybus todavía tenga energía y esté conectada correctamente, luego reinicie esta aplicación.
fr_fr: Perte de la connexion de l’interface machine. Assurez-vous que l’unité HMS Anybus est toujours alimentée et correctement connectée, puis redémarrez cette application.
it_it: Connessione dell'interfaccia macchina persa. Assicurarsi che l'unità HMS Anybus sia ancora alimentata e collegata correttamente, quindi riavviare l'applicazione.
ja_jp: マシン インターフェイスの接続が失われました。HMS Anybus ユニットに電源が入っており、正しく接続されていることを確認してから、このアプリケーションを再起動してください。
ko_kr: 컴퓨터 인터페이스 연결이 끊어졌습니다. HMS Anybus 장치에 여전히 전원이 공급되고 제대로 연결되어 있는지 확인한 다음 이 애플리케이션을 다시 시작하십시오.
pl_pl: Utracono połączenie z interfejsem maszyny. Upewnij się, że jednostka HMS Anybus nadal jest zasilana i prawidłowo podłączona, a następnie uruchom ponownie tę aplikację.
pt_pt: Conexão da interface da máquina perdida. Certifique-se de que a unidade HMS Anybus ainda tem energia e está conectada corretamente, em seguida, reinicie este aplicativo.
sv_se: Anslutningen till maskingränssnittet bröts. Se till att HMS Anybus-enheten fortfarande har ström och är korrekt ansluten, starta sedan om den här applikationen.
zh_hans: 计算机接口连接丢失。请确保HMS Anybus设备仍然有电并正确连接，然后重新启动此应用程序。

# Machine_LicenseRequestKey
source: License request key
de_de: Lizenzanforderungsschlüssel
es_es: Clave de solicitud de licencia
fr_fr: Clé de demande de licence
it_it: Chiave di richiesta di licenza
ja_jp: ライセンス要求キー
ko_kr: 라이센스 요청 키
pl_pl: Klucz żądania licencji
pt_pt: Chave de solicitação de licença
sv_se: Nyckel för licensbegäran
zh_hans: 许可证请求密钥

# Machine_Notification_ConnectionLost_Text
source: The connection to the machine has been lost. We will try reconnecting, but please ensure all components are powered on and that cables are intact and working as expected.
de_de: Die Verbindung zur Maschine wurde unterbrochen. Wir werden versuchen, die Verbindung wiederherzustellen, aber bitte stellen Sie sicher, dass alle Komponenten eingeschaltet sind und dass die Kabel intakt sind und wie erwartet funktionieren.
es_es: Se ha perdido la conexión con la máquina. Intentaremos volver a conectarlo, pero asegúrese de que todos los componentes estén encendidos y que los cables estén intactos y funcionen como se espera.
fr_fr: La connexion à la machine a été perdue. Nous essaierons de vous reconnecter, mais assurez-vous que tous les composants sont sous tension et que les câbles sont intacts et fonctionnent comme prévu.
it_it: La connessione alla macchina è stata persa. Proveremo a riconnetterci, ma assicurati che tutti i componenti siano accesi e che i cavi siano intatti e funzionino come previsto.
ja_jp: マシンへの接続が失われました。再接続を試みますが、すべてのコンポーネントの電源がオンになっていること、およびケーブルに損傷がなく、期待どおりに機能していることを確認してください。
ko_kr: 기기와의 연결이 끊어졌습니다. 다시 연결을 시도하겠지만 모든 구성 요소의 전원이 켜져 있고 케이블이 손상되지 않고 예상대로 작동하는지 확인하십시오.
pl_pl: Połączenie z maszyną zostało utracone. Spróbujemy ponownie się połączyć, ale upewnij się, że wszystkie komponenty są włączone, a są nienaruszone i działają zgodnie z oczekiwaniami.
pt_pt: A conexão com a máquina foi perdida. Vamos tentar reconectar, mas certifique-se de que todos os componentes estão ligados e que os cabos estão intactos e funcionando conforme o esperado.
sv_se: Anslutningen till maskinen har brutits. Vi kommer att försöka återansluta, men se till att alla komponenter är påslagna och att kablarna är intakta och fungerar som förväntat.
zh_hans: 与本机的连接已丢失。我们将尝试重新连接，但请确保所有组件都已通电，并且电缆完好无损并按预期工作。

# Machine_Notification_ConnectionLost_Title
source: Machine connection lost
de_de: Maschinenverbindung unterbrochen
es_es: Se ha perdido la conexión de la máquina
fr_fr: Perte de la connexion de la machine
it_it: Connessione macchina persa
ja_jp: マシンの接続が失われました
ko_kr: 기기 연결 끊김
pl_pl: Utracono połączenie z maszyną
pt_pt: Perda de ligação à máquina
sv_se: Maskinanslutningen förlorad
zh_hans: 计算机连接丢失

# Machine_Notification_InvalidConfiguration_Text
source: The machine configuration is invalid.
de_de: Die Gerätekonfiguration ist ungültig.
es_es: La configuración de la máquina no es válida.
fr_fr: La configuration de la machine n’est pas valide.
it_it: La configurazione del computer non è valida.
ja_jp: マシン構成が無効です。
ko_kr: 시스템 구성이 잘못되었습니다.
pl_pl: Konfiguracja urządzenia jest nieprawidłowa.
pt_pt: A configuração da máquina é inválida.
sv_se: Datorkonfigurationen är ogiltig.
zh_hans: 计算机配置无效。

# Machine_Notification_UnableToConnect_Text
source: We were unable to establish a connection to the machine. Please ensure all cables are connected and intact, and all components powered. Do you want to try again?
de_de: Wir konnten keine Verbindung zur Maschine herstellen. Bitte stellen Sie sicher, dass alle Kabel angeschlossen und intakt sind und alle Komponenten mit Strom versorgt werden. Möchten Sie es noch einmal versuchen?
es_es: No pudimos establecer una conexión con la máquina. Asegúrese de que todos los cables estén conectados e intactos, y que todos los componentes estén alimentados. ¿Quieres volver a intentarlo?
fr_fr: Nous n’avons pas pu établir de connexion avec la machine. Veuillez vous assurer que tous les câbles sont connectés et intacts, et que tous les composants sont alimentés. Voulez-vous réessayer ?
it_it: Non siamo stati in grado di stabilire una connessione con la macchina. Assicurarsi che tutti i cavi siano collegati e intatti e che tutti i componenti siano alimentati. Vuoi riprovare?
ja_jp: マシンへの接続を確立できませんでした。すべてのケーブルが接続され、損傷がなく、すべてのコンポーネントに電力が供給されていることを確認してください。もう一度やり直しますか?
ko_kr: 기계에 연결할 수 없습니다. 모든 케이블이 연결되어 있고 손상되지 않았으며 모든 구성 요소에 전원이 공급되는지 확인하십시오. 다시 시도하시겠습니까?
pl_pl: Nie udało nam się nawiązać połączenia z maszyną. Upewnij się, że wszystkie są podłączone i nienaruszone, a wszystkie komponenty są zasilane. Chcesz spróbować ponownie?
pt_pt: Não conseguimos estabelecer uma ligação à máquina. Certifique-se de que todos os cabos estão ligados e intactos e que todos os componentes estão ligados. Deseja tentar novamente?
sv_se: Vi kunde inte upprätta en anslutning till maskinen. Se till att alla kablar är anslutna och intakta och att alla komponenter är strömförsörjda. Vill du försöka igen?
zh_hans: 我们无法与机器建立连接。请确保所有电缆均已连接且完好无损，并且所有组件均已通电。是否要再试一次？

# Metadata_ComponentName
source: Component name
de_de: Name der Komponente
es_es: Nombre del componente
fr_fr: Nom du composant
it_it: Nome del componente
ja_jp: コンポーネント名
ko_kr: 구성 요소 이름
pl_pl: Nazwa komponentu
pt_pt: Nome do componente
sv_se: Komponentens namn
zh_hans: 组件名称

# Metadata_PartNumber
source: Part number
de_de: Teilenummer
es_es: Número de pieza
fr_fr: Numéro de pièce
it_it: Numero di parte
ja_jp: 部品番号
ko_kr: 부품 번호
pl_pl: Numer części
pt_pt: Número da peça
sv_se: Artikelnummer
zh_hans: 零件编号

# NameAscending
source: Name: A-Z
de_de: Bezeichnung: A-Z
es_es: Nombre: A-Z
fr_fr: Nom : A-Z
it_it: Nome: A-Z
ja_jp: 名前:AZ
ko_kr: 이름: AZ
pl_pl: Nazwa: A-Z
pt_pt: Designação: A-Z
sv_se: Namn: A-Ö
zh_hans: 名称：A-Z

# NameDescending
source: Name: Z-A
de_de: Bezeichnung: Z-A
es_es: Nombre: Z-A
fr_fr: Nom : Z-A
it_it: Nome: Z-A
ja_jp: 名前:Z-A
ko_kr: 이름: Z-A
pl_pl: Nazwa: Z-A
pt_pt: Designação: Z-A
sv_se: Namn: Z-A
zh_hans: 常用中文名：Z-A

# Progress_AdjustingReport
source: Adjusting report
de_de: Anpassen des Berichts
es_es: Informe de ajuste
fr_fr: Rapport d’ajustement
it_it: Rapporto di rettifica
ja_jp: 調整レポート
ko_kr: 보고서 조정
pl_pl: Korygowanie raportu
pt_pt: Relatório de ajuste
sv_se: Justera rapport
zh_hans: 调整报表

# Progress_LoadingReport
source: Loading report
de_de: Bericht zum Laden
es_es: Cargando informe
fr_fr: Chargement du rapport
it_it: Rapporto di caricamento
ja_jp: レポートの読み込み
ko_kr: 보고서 로드 중
pl_pl: Raport załadunku
pt_pt: Carregando relatório
sv_se: Laddar rapport
zh_hans: 加载报告

# Recording_Autostart_Short
source: Auto-start
de_de: Automatischer Start
es_es: Inicio automático
fr_fr: Démarrage automatique
it_it: Avvio automatico
ja_jp: 自動開始
ko_kr: 자동 시작
pl_pl: Automatyczne uruchamianie
pt_pt: Início automático
sv_se: Automatisk start
zh_hans: 自动启动

source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
it_it: Ricerca
ja_jp: 捜索
ko_kr: 검색
pl_pl: Szukać
pt_pt: Pesquisar
sv_se: Söka
zh_hans: 搜索

# Settings_Pending_Restart
source: Some settings do not take effect until app is restarted
de_de: Einige Einstellungen werden erst wirksam, wenn die App neu gestartet wird
es_es: Algunas configuraciones no surten efecto hasta que se reinicia la aplicación
fr_fr: Certains paramètres ne prennent effet qu’après le redémarrage de l’application
it_it: Alcune impostazioni non hanno effetto fino al riavvio dell'app
ja_jp: 一部の設定は、アプリを再起動するまで有効になりません
ko_kr: 일부 설정은 앱을 다시 시작할 때까지 적용되지 않습니다.
pl_pl: Niektóre ustawienia nie zostaną zastosowane, dopóki aplikacja nie zostanie ponownie uruchomiona
pt_pt: Algumas configurações não entram em vigor até que o aplicativo seja reiniciado
sv_se: Vissa inställningar träder inte i kraft förrän appen startas om
zh_hans: 某些设置在重新启动应用程序之前不会生效

# ToolSetup_AngleInvalid
source: Tool angle undetermined
de_de: Werkzeugwinkel unbestimmt
es_es: Ángulo de la herramienta indeterminado
fr_fr: Angle de l’outil indéterminé
it_it: Angolo dell'utensile indeterminato
ja_jp: 工具角度未定
ko_kr: 공구 각도 미정
pl_pl: Kąt narzędzia nieokreślony
pt_pt: Ângulo da ferramenta indeterminado
sv_se: Verktygsvinkel ej fastställd
zh_hans: 刀具角度未定

# Machine_Notification_ConfigurationMismatch_Text
source: The provided configuration does not match the connected machine. Please ensure that the correct configuration is used.
de_de: Die bereitgestellte Konfiguration stimmt nicht mit dem angeschlossenen Computer überein. Bitte stellen Sie sicher, dass die richtige Konfiguration verwendet wird.
es_es: La configuración proporcionada no coincide con la máquina conectada. Asegúrese de que se utiliza la configuración correcta.
fr_fr: La configuration fournie ne correspond pas à la machine connectée. Veuillez vous assurer que la configuration correcte est utilisée.
it_it: La configurazione fornita non corrisponde al computer connesso. Assicurarsi che venga utilizzata la configurazione corretta.
ja_jp: 指定された構成は、接続されているマシンと一致しません。正しい構成が使用されていることを確認してください。
ko_kr: 제공된 구성이 연결된 시스템과 일치하지 않습니다. 올바른 구성을 사용했는지 확인하십시오.
pl_pl: Podana konfiguracja nie jest zgodna z podłączonym urządzeniem. Upewnij się, że używana jest prawidłowa konfiguracja.
pt_pt: A configuração fornecida não corresponde à máquina conectada. Certifique-se de que a configuração correta é usada.
sv_se: Den angivna konfigurationen matchar inte den anslutna maskinen. Se till att rätt konfiguration används.
zh_hans: 提供的配置与连接的计算机不匹配。请确保使用正确的配置。

# Machine_Notification_ConfigurationMismatch_Title
source: Configuration mismatch
de_de: Nicht übereinstimmende Konfiguration
es_es: Discrepancia de configuración
fr_fr: Incompatibilité de configuration
it_it: Mancata corrispondenza della configurazione
ja_jp: 構成の不一致
ko_kr: 구성 불일치
pl_pl: Niezgodność konfiguracji
pt_pt: Incompatibilidade de configuração
sv_se: Konfigurationsmatchningsfel
zh_hans: 配置不匹配

# PageTitle_ToolCheck
source: Tool Check
de_de: Werkzeug-Check
es_es: Comprobación de herramientas
fr_fr: Vérification de l’outil
it_it: Controllo dell'utensile
ja_jp: ツールチェック
ko_kr: 공구 점검
pl_pl: Kontrola narzędzi
pt_pt: Verificação da ferramenta
sv_se: Kontroll av verktyg
zh_hans: 刀具检查

# Common_Diameter
source: Diameter
de_de: Durchmesser
es_es: Diámetro
fr_fr: Diamètre
it_it: Diametro
ja_jp: 直径
ko_kr: 직경
pl_pl: Średnica
pt_pt: Diâmetro
zh_hans: 直径

# Common_Machine
source: Machine
de_de: Maschine
es_es: Máquina
it_it: Macchina
ja_jp: 機械
ko_kr: 장비
pl_pl: Obrabiarka
pt_pt: Máquina
sv_se: Maskin
zh_hans: 机床

# Common_Overhang
source: Overhang
de_de: Überhang
es_es: Proyección
fr_fr: Surplomb
it_it: Sporgenza
ja_jp: オーバーハング
ko_kr: 오버행
pl_pl: Zwis
pt_pt: Balanço
sv_se: Överhäng
zh_hans: 悬垂

# Common_Required
source: Required
de_de: Erforderlich
es_es: Obligatorio
fr_fr: Obligatoire
it_it: Obbligatorio
ja_jp: 必須
ko_kr: 필수
pl_pl: Wymagane
pt_pt: Necessário
sv_se: Krävs
zh_hans: 必填

# Common_Tool
source: Tool
de_de: Werkzeug
es_es: Herramienta
fr_fr: Outil
it_it: Utensile
ja_jp: ツール
ko_kr: 공구
pl_pl: Narzędzie
pt_pt: Ferramenta
sv_se: Verktyg
zh_hans: 工具

# Common_ToolHolder
source: Tool holder
de_de: Werkzeughalter
es_es: Portaherramientas
fr_fr: Porte-outil
it_it: Portautensili
ja_jp: ツールホルダー
ko_kr: 공구 홀더
pl_pl: Uchwyt narzędziowy
pt_pt: Suporte para ferramentas
sv_se: Hållare för verktyg
zh_hans: 刀架

# Metadata_MeasurementInformation
source: Measurement information
de_de: Informationen zur Messung
es_es: Información de medición
fr_fr: Informations de mesure
it_it: Informazioni sulla misurazione
ja_jp: 測定情報
ko_kr: 측정 정보
pl_pl: Informacje pomiarowe
pt_pt: Informações de medição
sv_se: Mätinformation
zh_hans: 测量信息

# Metadata_ReferenceInformation
source: Reference information
de_de: Referenzinformationen
es_es: Información de referencia
fr_fr: Informations de référence
it_it: Informazioni di riferimento
ja_jp: 参考資料
ko_kr: 참조 정보
pl_pl: Informacje referencyjne
pt_pt: Informações de referência
sv_se: Referens information
zh_hans: 参考信息

# Common_PleaseVerifyRestart
source: Please verify that you want to restart
de_de: Vergewissern Sie sich, dass Sie einen Neustart durchführen möchten
es_es: Verifique que desea reiniciar
fr_fr: Veuillez vérifier que vous souhaitez redémarrer
it_it: Verificare di voler riavviare
ja_jp: 再起動することを確認してください
ko_kr: 다시 시작할 것인지 확인하십시오.
pl_pl: Sprawdź, czy chcesz ponownie uruchomić
pt_pt: Verifique se deseja reiniciar
sv_se: Kontrollera att du vill starta om
zh_hans: 请确认要重新启动
