Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# MachineAction_SetUpperVibrationLimit_Description
source: This action type will update and set the active upper vibration limit in the Sensorized Tools software. The value field should contain the new limit in percent, expressed as a whole number. The acceptable range is from {0} % to {1} %. Setting the value to 0 % will disable the vibration protection.
de_de: Mit diesem Aktionstyp wird der aktive obere Vibrationsgrenzwert in der Silent Tools™ Plus Software aktualisiert und eingestellt. Das Wertefeld muss den neuen Grenzwert in Prozent enthalten, ausgedrückt als ganze Zahl. Der zulässige Bereich liegt zwischen {0} % und {1} %. Wenn Sie den Wert auf 0 % setzen, wird der Vibrationsschutz deaktiviert.
es_es: Este tipo de acción actualizará y fijará el límite de vibración activo superior en el software Silent Tools™ Plus. El campo de valor debe contener el nuevo límite en porcentaje, expresado en un número entero. El rango aceptable está entre el {0} % y el {1} %.Fijar el valor a 0 % deshabilitará la protección de la vibración.
fr_fr: Ce type d'action modifie ou définit la limite de vibration supérieure au niveau du logiciel Silent Tools™ Plus. Le champ de la valeur doit contenir la nouvelle limite en pourcentage exprimée par un nombre entier. La plage de valeurs valides s'étend de {0} % à {1} %. Une valeur de 0 % désactive la surveillance des vibrations.
it_it: Questo tipo di azione aggiorna e imposta il limite di vibrazione superiore attivo nel software Silent Tools™ Plus. Il campo del valore dovrebbe contenere il nuovo limite in percentuale, espresso come numero intero. Il campo accettabile varia tra {0} % e {1} %. L'impostazione del valore su 0% disabilita la protezione dalle vibrazioni.
ja_jp: このアクションタイプは、Silent Tools™ Plusソフトウェアにおいて有効びびりしきい値を設定・更新します。値フィールドには、新しいしきい値を整数にてパーセント表示で入力します。範囲は{0} % ～ {1} %。値を0 %に設定すると、びびりしきい値による保護が無効になります。
ko_kr: 이 작업 유형은 Silent Tools™ Plus 소프트웨어에서 진동 허용 상한치를 업데이트 및 설정합니다. 새 한도값이 값 필드에 정수로 포함되어야 합니다. 허용되는 범위는 {0}~{1}%입니다. 값을 0%로 설정하면 진동 보호 기능이 사용 중지됩니다.
pl_pl: Ten typ czynności spowoduje aktualizację i ustawienie aktywnej górnej wartości granicznej drgań w oprogramowaniu Silent Tools™ Plus. Pole wartości powinno zawierać nową wartość graniczną w procentach, wyrażoną w formie liczby całkowitej. Dopuszczalny zakres wynosi od {0}% do {1}%. Ustawienie wartości na 0% spowoduje wyłączenie ochrony przed drganiami.
pt_pt: Este tipo de acção irá atualizar e definir o limite de vibração superior activo no software Silent Tools™ Plus. O campo do valor deve conter o novo limite em percentagem, expresso como número inteiro. A gama aceitável vai de {0}% a {1}%. Ajustar o valor para 0% irá desativar a protecção contra vibração.
sv_se: Den här åtgärdstypen uppdaterar och ställer in det aktiva övre vibrationsgränsvärdet i verktygets programvara. I värdefältet anges det nya gränsvärdet i procent, som heltal. Det godkända intervallet ligger mellan {0} % och {1} %. Om du ställer värdet på 0 % avaktiveras vibrationsskyddet.
zh_hans: 此操作类型将更新并设置Silent Tools™ Plus软件中的活动振动上限。值字段应包含以整数百分比表示的新限制。可接受的范围是从{0} %到{1} %。将值设置为0 %会禁用振动保护。

# MachineAction_SetUpperVibrationLimit_Name
source: Set upper vibration limit
de_de: Oberen Vibrationsgrenzwert einstellen
es_es: Fijar límite superior de la vibración
fr_fr: Définition de la limite supérieure de vibration
it_it: Imposta il limite di vibrazione superiore
ja_jp: びびりしきい値の設定
ko_kr: 진동 상한 설정
pl_pl: Ustaw górną wartość graniczną drgań
pt_pt: Definir limite superior de vibração
sv_se: Ställa in övre vibrationsgräns
zh_hans: 设置振动上限

# MachineAction_SetUpperVibrationLimit_RecommendedUse
source: Set limits before each cut or as desired. Process run-in is a good time to investigate and set the limits based on the values seen in the software user interface.
de_de: Stellen Sie die Grenzwerte vor jedem Schneidvorgang oder nach Bedarf ein. Das Anlaufen des Prozesses ist ein guter Zeitpunkt, um die Grenzwerte auf der Grundlage der in der Benutzeroberfläche der Software angezeigten Werte zu untersuchen und einzustellen.
es_es: Fije los límites antes de cada corte, o como desee. El ensayo del proceso es un buen momento para investigar y fijar límites basados en los valores vistos en la interfaz de usuario del software.
fr_fr: Définit les limites avant chaque usinage ou comme désirées. Pour définir les limites, il est conseillé d'observer les valeurs en temps réel dans l'interface utilisateur du logiciel pendant la coupe.
it_it: Imposta i limiti prima di ogni taglio o come desiderato. La prova della lavorazione è un buon momento per controllare e impostare i limiti in base ai valori visualizzati nell'interfaccia utente del software.
ja_jp: 必要ならば加工前にしきい値を設定できます。試加工中にソフトウェアで値を確認ししきい値を検討してください。
ko_kr: 절삭 작업을 할 때마다 먼저 원하는 한도값을 설정하십시오. 공정 런인 중에 소프트웨어 사용자 인터페이스에 표시된 값을 통해 한도값을 분석하고 설정하는 것이 가장 좋습니다.
pl_pl: Ustawiaj wartości graniczne przed każdym zagłębieniem w materiał lub odpowiednio do potrzeb. Optymalizacja obróbki to dobry moment na zbadanie i ustawienie wartości granicznych na podstawie wartości prezentowanych na interfejsie użytkownika.
pt_pt: Defina os limites antes de cada corte, se o pretender. A execução do processo é uma boa altura para analisar e definir os limites com base nos valores observados no software.
sv_se: Ställ in gränsvärden före varje ingrepp. Under inkörningsprocessen passar det bra att undersöka och ställa in gränsvärdena baserat på de värden som visas i programvarans användargränssnitt.
zh_hans: 每次切削之前或根据需要设置限制。工艺磨合是根据软件用户界面中看到的值来研究和设置限制的绝佳时机。

# MachineAction_SpeedModeActive_Name
source: Speed mode active
de_de: Geschwindigkeitsmodus aktiv
es_es: Modo de velocidad activo
fr_fr: Mode vitesse actif
it_it: Modalità velocità attiva
ja_jp: スピードモード有効
ko_kr: 속도 모드 활성화
pl_pl: Aktywny tryb prędkości
pt_pt: Modo de velocidade ativo
sv_se: Skärhastighetsläge aktivt
zh_hans: 速度模式激活

# MachineAction_SupplyVoltageLow_Description
source: Any time the supply voltage of the sensorized tool is critically low, e.g. the battery is depleted, this action type will be sent to the machine. The value field is not used.
de_de: Dieser Aktionstyp wird immer dann an die Maschine gesendet, wenn die Versorgungsspannung der Bohrstange einen zu niedrigen Wert annimmt, z. B. wenn die Batterie leer ist. Das Wertefeld wird nicht verwendet.
es_es: Cuando la tensión de alimentación del adaptador de torneado sea demasiado baja como, p. ej., cuando se ha gastado la batería, se enviará este tipo de acción a la máquina. El campo de valor no está siendo usado.
fr_fr: Ce type d'action sera envoyé à la machine à chaque fois que la tension d'alimentation de l'adaptateur de tournage devient trop basse (batterie déchargée). Le champ de la valeur n'est pas utilisé.
it_it: Ogni volta che la tensione di alimentazione dell'adattatore di tornitura è troppo bassa, ad es. la batteria è scarica, questo tipo di azione viene inviato alla macchina. Il campo del valore non viene utilizzato.
ja_jp: バーの電源電圧が極めて低い (例、バッテリー切れ) 場合、このアクションタイプが機械へ送信されます。値フィールドは使用しません。
ko_kr: 선삭 어댑터의 공급 전압이 매우 낮으면(예: 배터리가 소진되면) 이 작업 유형이 기계로 전송됩니다. 값 필드는 사용되지 않습니다.
pl_pl: Za każdym razem, gdy napięcie zasilania adaptera tokarskiego spadnie do krytycznie niskiego poziomu, np. przy rozładowanym akumulatorze, ten typ czynności zostanie przesłany do obrabiarki. Pole wartości nie jest używane.
pt_pt: Sempre que a tensão de alimentação da ferramenta atingir um nível muito baixo, por exemplo, bateria descarregada, este tipo de ação será enviado à máquina. O campo do valor não é utilizado.
sv_se: Den här åtgärdstypen skickas till maskinen om verktygets matningsspänning är kritiskt låg, t.ex. om batteriet är urladdat. Värdefältet används inte.
zh_hans: 每当车削接杆的电源电压非常低 (例如电池电量耗尽) 时，系统就会将此操作类型发送到机床。不使用值字段。

# MachineAction_SupplyVoltageLow_Name
source: Supply voltage low
de_de: Niedrige Versorgungsspannung
es_es: Tensión de alimentación demasiado baja
fr_fr: Tension d'alimentation faible
it_it: Tensione di alimentazione bassa
ja_jp: 電源電圧が低い
ko_kr: 공급 전압이 낮음
pl_pl: Niskie napięcie zasilania
pt_pt: Tensão de alimentação baixa
sv_se: Låg matningsspänning
zh_hans: 电源电压低

# MachineAction_SupplyVoltageLow_RecommendedUse
source: Notify the machine operator, as the process will have to be manually monitored if no electrical power is available to the sensorized tool. Alternatively, the machine may finish the current operation and then wait for a battery replacement.
de_de: Benachrichtigen Sie den Maschinenbediener, da der Prozess manuell überwacht werden muss, wenn die Bohrstange nicht mit Strom versorgt wird. Alternativ kann die Maschine den aktuellen Vorgang beenden und anschließend auf einen Batteriewechsel warten.
es_es: Notifique al operario de la máquina dado que el proceso deberá monitorizarse manualmente si el adaptador de torneado no recibe suministro eléctrico. Como alternativa, la máquina puede terminar la operación en curso y esperar hasta que se sustituya la batería.
fr_fr: Notification de l'opérateur machine car celui-ci doit surveiller le process lui-même lorsque l'alimentation électrique de l'adaptateur de tournage fait défaut. Alternativement, la machine peut finir l'opération en cours puis attendre un changement de batterie.
it_it: Avvisa l'operatore della macchina, dato che il processo deve essere monitorato manualmente se non viene fornita alimentazione elettrica all'adattatore di tornitura. In alternativa, la macchina può terminare l'operazione in corso e quindi attendere la sostituzione della batteria.
ja_jp: バーに電源が供給されていない場合は、加工はモニターされませんので、機械オペレーターに通知します。または、機械が進行中の加工を終了して、バッテリーの交換を待ちます。
ko_kr: 선삭 어댑터에 전원이 공급되지 않으면 공정을 수동으로 감시해야 하므로 기계 운영자에게 알리십시오. 또는 기계에서 현재의 작동이 완료된 다음 배터리가 교체될 때까지 기다리십시오.
pl_pl: Powiadom operatora obrabiarki, ponieważ proces będzie wymagał monitorowania ręcznego w przypadku braku zasilania elektrycznego adaptera tokarskiego. Alternatywnie obrabiarka może zakończyć trwającą czynność obróbkową i oczekiwać na wymianę akumulatora.
pt_pt: Notifique o operador da máquina, pois o processo terá de ser monitorizado manualmente, caso não seja fornecida energia eléctrica à ferramenta. Em alternativa, a máquina pode terminar a execução atual e depois aguardar pela substituição da bateria.
sv_se: Meddela maskinoperatören, processen måste övervakas manuellt eftersom verktyget inte förses med ström. Alternativt kan maskinen avsluta den pågående bearbetningen och därefter göra ett batteribyte.
zh_hans: 通知机床操作员，因为如果没有向车削接杆供电，则必须手动监控该过程。或者，机床可以完成当前操作，然后等待电池更换。

# MachineAction_SystemUnavailable_Description
source: In the rare event that the system detects a problem reducing its monitoring capabilities, this action type will be sent. Examples include an empty battery or a loss of wireless communication. The operator should consult the Sensorized Tools user interface to see what the problem is, so it can be remedied.
de_de: In dem seltenen Fall, dass das System ein Problem feststellt, das seine Überwachungsmöglichkeiten einschränkt, wird dieser Aktionstyp gesendet. Beispiele hierfür sind eine leere Batterie oder ein Ausfall der drahtlosen Kommunikation. Der Bediener muss daraufhin in der Benutzeroberfläche von Silent Tools™ Plus feststellen, wo das Problem liegt, damit es behoben werden kann.
es_es: En el extraño caso de que el sistema encuentre un problema que reduzca sus capacidades de monitorización, se enviara este tipo de acción. Ejemplo de esto puede ser una batería gastada o la pérdida de comunicación inalámbrica. El operario debe consultar la interfaz de usuario de Silent Tools™ Plus para ver cuál es el problema y resolverlo.
fr_fr: Ce type d'action est envoyé dans l'éventualité rare où le système détecte un problème qui affecte sa capacité de surveillance. Il peut s'agir, par exemple, d'une batterie déchargée ou de la perte des communications sans fil. L'opérateur doit consulter l'interface utilisateur Silent Tools™ Plus pour savoir quel est le problème et y remédier.
it_it: Nel raro caso in cui il sistema rilevi un problema che riduce le sue capacità di monitoraggio, viene inviato questo tipo di azione. Si può trattare, ad esempio, di una batteria scarica o della perdita della comunicazione wireless. L'operatore dovrebbe consultare l'interfaccia utente di Silent Tools™ Plus per vedere qual è il problema, in modo che possa essere risolto.
ja_jp: モニタリング機能が低下しているような稀なイベントをシステムが検知した場合、このアクションタイプが送信されます。例としては、バッテリー残量なし、ワイヤレス通信の喪失など。オペレーターは、Silent Tools™ Plusユーザーインターフェースを確認して何が問題か確認してください。それにより、問題を解決できます。
ko_kr: 드물지만 모니터링 기능을 저하시키는 문제가 시스템에서 감지되면 이 작업 유형이 전송됩니다. 배터리 방전, 무선 통신 단절 등이 이러한 경우에 해당합니다. Silent Tools™ Plus 사용자 인터페이스를 참고하여 문제를 확인하고 해결 방법을 찾을 수 있습니다.
pl_pl: W rzadkich przypadkach, gdy system wykryje problem ograniczający możliwości monitorowania, ten typ czynności zostanie przesłany. Przykłady to rozładowany akumulator lub utrata komunikacji bezprzewodowej. Operator powinien zobaczyć na interfejsie użytkownika Silent Tools™ Plus, na czym polega problem, aby możliwe stało się jego usunięcie.
pt_pt: Na rara eventualidade em que o sistema detecta um problema que reduz as suas capacidades de monitorização, esta ação será enviada. Exemplos disso podem ser a bateria descarregada ou a perda de comunicação sem fios. O operador deve consultar o software Silent Tools™ Plus para verificar qual é o problema, a fim de o poder corrigir.
sv_se: Den här åtgärdstypen skickas i de sällsynta fall som systemet upptäcker ett problem med att reducera sina övervakningsegenskaper. Det kan t.ex. handla om ett tomt batteri eller att systemet har tappat den trådlösa kommunikationen. Operatören bör ta hjälp av verktygets användargränssnittet för att se vad problemet är och därefter åtgärda det.
zh_hans: 在极少数情况下，如果系统检测到一个降低其监控能力的问题，则将发送此操作类型。例如电池没电或无线通讯中断。操作员应查看Silent Tools™ Plus用户界面，了解问题所在，以便进行补救。

# MachineAction_SystemUnavailable_Name
source: System unavailable
de_de: System nicht verfügbar
es_es: Sistema no disponible
fr_fr: Système indisponible
it_it: Sistema non disponibile
ja_jp: システム利用不可
ko_kr: 시스템 사용 불가
pl_pl: System niedostępny
pt_pt: Sistema indisponível
sv_se: Systemet är inte tillgängligt
zh_hans: 系统不可用

# MachineAction_SystemUnavailable_RecommendedUse
source: Notify the machine operator, as the process will have to be manually monitored until normal functionality is restored. Alternatively, you may choose to abort the process.
de_de: Benachrichtigen Sie den Maschinenbediener, da der Prozess manuell überwacht werden muss, bis die normale Funktionalität wiederhergestellt ist. Alternativ können Sie den Prozess auch abbrechen.
es_es: Notifique al operario dado que el proceso deberá monitorizarse manualmente hasta restaurar la funcionalidad normal. Como alternativa, puede interrumpir el proceso.
fr_fr: Notification de l'opérateur machine car celui-ci doit surveiller le process lui-même jusqu'à ce qu'un fonctionnement normal soit rétabli. Alternativement, vous pouvez choisir d'arrêter le process.
it_it: Avvisa l'operatore della macchina, dato che il processo deve essere monitorato manualmente fino al ripristino della normale funzionalità. In alternativa, puoi scegliere di interrompere il processo.
ja_jp: 正常な機能が回復されるまで加工がモニターできないことを、機械オペレーターに通知します。または、加工を中断してください。
ko_kr: 정상 기능이 복구될 때까지 공정을 수동으로 감시해야 하므로 기계 운영자에게 알려야 합니다. 또는 공정을 중단을 고려하십시오.
pl_pl: Powiadom operatora obrabiarki, ponieważ proces będzie wymagał monitorowania ręcznego do czasu przywrócenia pełnej funkcjonalności. Alternatywnie można wybrać anulowanie procesu.
pt_pt: Notifique o operador da máquina, uma vez que será necessário monitorizar manualmente o processo até que a funcionalidade normal seja restaurada. Em alternativa, pode optar por cancelar o processo.
sv_se: Meddela maskinoperatören att processen måste övervakas manuellt tills normal funktion har återställts. Processen kan även avbrytas.
zh_hans: 通知机床操作员，因为在恢复正常功能之前，必须手动监控该过程。您也可以选择中止该过程。

# MachineAction_TemperatureOutsideOfLimits_Description
source: Any time the internal temperature of the sensorized tool is outside of the set limits, this action type will be sent to the machine. The value field is not used. The action type will not be resent until the temperature has returned to the acceptable range and then moved outside of the limits again.
de_de: Jedes Mal, wenn die Innentemperatur der Bohrstange außerhalb der eingestellten Grenzwerte liegt, wird dieser Aktionstyp an die Maschine gesendet. Das Wertefeld wird nicht verwendet. Der Aktionstyp wird erst dann erneut gesendet, wenn die Temperatur den zulässigen Bereich erreicht und dann erneut wieder die Grenzwerte überschreitet.
es_es: Cada vez que la temperatura interna del adaptador de torneado esté fuera de los límites fijados, se enviará este tipo de acción a la máquina. El campo de valor no está siendo usado. El tipo de acción no se reenviará hasta que la temperatura haya vuelto al rango aceptado y vuelva a salirse de los límites.
fr_fr: Ce type d'action sera envoyé à la machine à chaque fois que la température interne de l'adaptateur de tournage dépasse les limites prédéfinies. Le champ de la valeur n'est pas utilisé. L'action n'est jamais envoyée à nouveau tant que la température n'est pas redescendue dans les limites acceptables puis remontée au delà des limites.
it_it: Ogni volta che la temperatura interna dell'adattatore di tornitura è al di fuori dei limiti impostati, questo tipo di azione verrà inviato alla macchina. Il campo del valore non viene utilizzato. Il tipo di azione non verrà inviato nuovamente fino a quando la temperatura non sarà rientrata nell'intervallo accettabile e si ripresenterà solo al successivo superamento dei limiti.
ja_jp: バーの内部温度がしきい値を超過した場合は、このアクションタイプが機械へ送信されます。値フィールドは使用しません。温度が許容範囲に戻り、再度しきい値を超過するまで、このアクションタイプは再送信されません。
ko_kr: 선삭 어댑터의 내부 온도가 설정된 한계치를 벗어날 때마다 이 작업 유형이 기계로 전송됩니다. 값 필드는 사용되지 않습니다. 온도가 허용 가능한 범위에 들어간 후 다시 범위 밖을 벗어날 때까지 작업 유형이 다시 전송되지 않습니다.
pl_pl: Za każdym razem, gdy temperatura wewnętrzna adaptera tokarskiego znajdzie się poza zakresem ustawionych wartości, ten typ czynności zostanie wysłany do obrabiarki. Pole wartości nie jest używane. Ten typ czynności nie zostanie ponownie wysłany do czasu, gdy temperatura znajdzie się w dopuszczalnym zakresie, a potem znowu poza zakresem wartości granicznych.
pt_pt: Sempre que a temperatura interna da ferramenta estiver fora dos limites definidos, este tipo de acção será enviado para a máquina. O campo do valor não é utilizado. O tipo de ação não será reenviado até que a temperatura esteja no intervalo aceitável e depois passar novamente para fora dos limites.
sv_se: Varje gång verktyget registrerar en temperatur som ligger utanför de inställda gränsvärdena skickas denna åtgärdstyp till maskinen. Värdefältet används inte. Åtgärdstypen skickas inte på nytt förrän temperaturen har sjunkit till det godkända intervallet och ännu en gång har hamnat utanför gränsvärdet.
zh_hans: 每当车削接杆的内部温度超出设置限制时，系统就会将此操作类型发送到机床。不使用值字段。在温度达到可接受的范围内然后再次超出限制之前，不会重新发送操作类型。

# MachineAction_TemperatureOutsideOfLimits_Name
source: Temperature outside of limits
de_de: Temperatur außerhalb der Grenzwerte
es_es: Temperatura fuera de los límites
fr_fr: Température hors limites
it_it: Temperatura fuori dai limiti
ja_jp: 温度がしきい値を超過
ko_kr: 설정 온도 상한 초과
pl_pl: Temperatura poza zakresem wartości granicznych
pt_pt: Temperatura fora dos limites
sv_se: Temperaturen ligger utanför gränsvärdet
zh_hans: 温度超出限制

# MachineAction_TemperatureOutsideOfLimits_RecommendedUse
source: Depending on the machining process, alternatives might be to notify the machine operator, finish the operation and then wait for the temperature to reach an acceptable level before continuing machining, or turn on or increase coolant.
de_de: Je nach Bearbeitungsprozess können Alternativen darin bestehen, den Maschinenbediener zu benachrichtigen, den Vorgang zu beenden und dann zu warten, bis die Temperatur einen zulässigen Wert erreicht hat, bevor die Bearbeitung fortgesetzt wird, oder die Kühlflüssigkeitszufuhr einzuschalten oder zu erhöhen.
es_es: En función del proceso de mecanizado las alternativas comprenden notificar al operario de la máquina, terminar la operación y luego esperar hasta que la temperatura alcance un nivel aceptable antes de continuar, o activar o incrementar el suministro de refrigerante.
fr_fr: En fonction du process d'usinage, il est possible soit de notifier l'opérateur, de finir l'opération en cours puis d'attendre que la température redescende à un niveau acceptable avant de reprendre l'usinage, soit de démarrer l'arrosage ou de l'augmenter.
it_it: A seconda del processo di lavorazione, le possibili alternative sono avvisare l'operatore della macchina, terminare l'operazione e attendere che la temperatura raggiunga un livello accettabile prima di continuare oppure attivare o aumentare il refrigerante.
ja_jp: 加工プロセスによっては、加工を止めて温度が許容レベルに戻るのを待つ、クーラント出す、あるいは量を増やすなどの代替案がオペレーターに通知されることがあります。
ko_kr: 가공 공정에 따라 기계 운영자에게 알리고, 작업을 완료한 다음 온도가 허용 가능한 수준에 도달할 때까지 기다렸다가 선삭을 계속하거나, 절삭유의 양을 늘리십시오.
pl_pl: W zależności od procesu obróbki, można powiadomić operatora obrabiarki, zakończyć obróbkę i kontynuować dopiero wtedy, gdy temperatura osiągnie dopuszczalny poziom, lub włączyć chłodziwo albo zwiększyć jego dopływ.
pt_pt: Dependendo do processo de maquinagem, as alternativas podem ser a notificação do operador da máquina, terminar o funcionamento e depois aguardar que a temperatura atinja um nível aceitável antes de continuar a operação, ou ligar ou aumentar o nível do liquido de refrigeração.
sv_se: Beroende på bearbetningsprocessen kan ett alternativ vara att meddela maskinoperatören, avsluta bearbetningen och sedan vänta på att temperaturen når godkänd nivå innan man fortsätter bearbetningen. Eller så kan man aktivera, alternativt öka, skärvätskeflödet.
zh_hans: 根据加工过程的不同，可选择的方法是通知机床操作员，完成操作，然后等待温度达到可接受的程度再继续加工，或打开或增加冷却液。
