Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# DeflectionCalibration_EliminateBacklashStepStep_Subtext.Text
source: In order to minimize errors during calibration, you need to pre-load the sensorized tool in this step prior to the rest of the calibration sequence.
de_de: Um Fehler bei der Kalibrierung zu minimieren, müssen Sie die Bohrstange in diesem Schritt vorspannen.
es_es: Para minimizar los errores durante la calibración, es necesario volver a cargar el adaptador de torneado en este paso, antes del resto de la secuencia de calibración.
fr_fr: Pour réduire les erreurs pendant le calibrage, vous devez précharger l'adaptateur de tournage à cette étape avant de poursuivre la séquence de calibrage.
it_it: Per minimizzare gli errori durante la calibrazione, è necessario precaricare l'adattatore di tornitura in questa fase, prima del resto della sequenza di calibrazione.
ja_jp: 校正の誤差を最小にするには、校正シーケンスの次のステップに進む前に、このステップでバーをプリロードする必要があります。
ko_kr: 교정 중에 오류를 최소화시키려면, 이 단계부터 프리-로드가 가해진 상태로 계속 진행되어야 합니다.
pl_pl: Aby ograniczyć do minimum błędy podczas kalibracji, należy wcześniej wczytać adapter tokarski podczas kalibracji, przed wykonaniem pozostałej części sekwencji kalibracji.
pt_pt: Para minimizar erros durante a calibração, é necessário colocar a ferramenta em carga neste passo, antes da restante sequência de calibração.
sv_se: För att minska risken för fel under kalibreringen måste du förbelasta verktyget i detta steg, innan du går vidare i kalibreringssekvensen.
zh_hans: 为了最大限度地减少校准期间的误差，您需要在这一步预装车削接杆，然后完成其余的校准程序。

# DeflectionCalibration_EliminateBacklashStepStep_Title.Text
source: Pre-load the bar
de_de: Bohrstange vorspannen
es_es: Pre-cargar la barra
fr_fr: Précharger la barre
it_it: Precarica la barra
ja_jp: バーのプリロード
ko_kr: 바에 프리-로드 적용
pl_pl: Wczytaj wstępnie wytaczak
pt_pt: Pré-carga na ferramenta
sv_se: Förbelasta bommen
zh_hans: 预装棒材

# DeflectionCalibration_FinishingStep_Confirm_Head
source: Confirm saving of new values
de_de: Das Speichern der neuen Werte bestätigen
es_es: Confirmar guardando los valores nuevos
fr_fr: Confirmer l'enregistrement des nouvelles valeurs
it_it: Conferma il salvataggio dei nuovi valori
ja_jp: 新しい値の保存を確定
ko_kr: 새 값 저장 확인
pl_pl: Potwierdź zapisanie nowych wartości
pt_pt: Confirmar a gravação de novos valores
sv_se: Bekräfta att nya värden ska sparas
zh_hans: 确认保存新值

# DeflectionCalibration_FinishingStep_Confirm_Text
source: Are you sure you want to save the new calibration values to your tool? This will overwrite the previous calibration values and cannot be undone.
de_de: Sind Sie sicher, dass Sie die neuen Kalibrierungswerte in Ihrem Werkzeug speichern wollen? Dadurch werden die bisherigen Kalibrierungswerte überschrieben. Dies kann nicht rückgängig gemacht werden.
es_es: ¿Confirma que quiere guardar los nuevos valores de calibración en su herramienta? Esto sobrescribirá los valores de calibración existentes y no puede deshacerse.
fr_fr: Êtes-vous sûr de vouloir enregistrer les nouvelles valeurs de calibrage dans l'outil ? Les anciennes valeurs de calibrage seront remplacées et il n'est pas possible de revenir en arrière.
it_it: Sei sicuro di voler salvare i nuovi valori di calibrazione nel tuo utensile? Questa operazione sovrascriverà irreversibilmente i valori di calibrazione precedenti.
ja_jp: 新しい校正値を工具に保存しますか？保存すると、前の校正値が上書きされて、取り消しできません。
ko_kr: 새 교정 값을 공구에 저장하시겠습니까? 이렇게 하면 이전 교정 값을 덮어쓰게 되며, 취소할 수 없습니다.
pl_pl: Czy na pewno chcesz zapisać nowe wartości kalibracyjne dla swojego narzędzia? Czynność ta spowoduje zastąpienie wcześniejszych wartości kalibracji i nie można jej cofnąć.
pt_pt: Tem a certeza que pretende guardar os novos valores de calibração na sua ferramenta? Esta ação irá substituir os valores de calibração anteriores e não pode ser anulada.
sv_se: Är du säker på att du vill spara de nya kalibreringsvärdena för ditt verktyg? Tidigare kalibreringsvärdena blir i så fall överskriven och steget kan inte reverseras.
zh_hans: 您确定要将新的校准值保存到刀具中吗？这将覆盖以前的校准值，并且无法撤消。

# DeflectionCalibration_FinishStepFailed_ListA.Text
source: One or more steps were of incorrect length (i.e. a "double step").
de_de: Ein oder mehrere Schritte hatten eine falsche Länge (d. h. es liegt ein "Doppelschritt" vor).
es_es: Uno o más pasos no tenían la longitud correcta (p. ej., "paso doble").
fr_fr: Un ou plusieurs sauts étaient d'une longueur incorrecte (c'est-à-dire « saut double »).
it_it: Uno o più passi erano di lunghezza scorretta ("doppio passo").
ja_jp: 1つ以上のステップの長さが正しくない (例、「ダブルステップ」)。
ko_kr: 하나 또는 그 이상의 단계에서 길이가 정확하지 않습니다(예: '이중 스텝').
pl_pl: Nieprawidłowa długość jednego lub więcej kroków (np. „podwójny krok”).
pt_pt: Um ou mais passos tiveram um comprimento incorreto (ou seja, um "passo duplo").
sv_se: Ett eller flera av trappstegen hade fel längd (dvs. ett ”dubbelsteg”).
zh_hans: 一个或多个步长不正确 (即“双步”)。

# DeflectionCalibration_FinishStepFailed_ListB.Text
source: The machine was moving during measurement.
de_de: Die Maschine hat sich während der Messungen bewegt.
es_es: La máquina estaba en movimiento durante las mediciones.
fr_fr: La machine bougeait pendant les mesures.
it_it: La macchina si muove durante le misurazioni.
ja_jp: 機械が測定中に動いた。
ko_kr: 측정 중에 장비 움직임이 감지되었습니다.
pl_pl: Obrabiarka poruszała się podczas pomiarów.
pt_pt: A máquina estava em movimento durante as medições.
sv_se: Maskinen rörde sig under mätningen.
zh_hans: 测量期间机床在移动。

# DeflectionCalibration_FinishStepFailed_ListC.Text
source: The sensorized tool or component is not sufficiently clamped.
de_de: Die Bohrstange oder das Werkstück ist nicht ausreichend eingespannt.
es_es: El adaptador de torneado o componente no está bien sujeto.
fr_fr: Le bridage de l'adaptateur de tournage ou de la pièce n'est pas suffisant.
it_it: L'adattatore di tornitura o il componente non è adeguatamente bloccato.
ja_jp: バーまたはワークが確実にクランプされていない。
ko_kr: 선삭 어댑터 또는 가공물이 제대로 클램핑되지 않았습니다.
pl_pl: Adapter tokarski lub przedmiot nie były odpowiednio zamocowane.
pt_pt: A ferramenta ou o componente não está suficientemente apertado.
sv_se: Verktyget eller komponenten är inte ordentligt fastspänd.
zh_hans: 车削接杆或部件未充分夹紧。

# DeflectionCalibration_FinishStepFailed_SubText.Text
source: The generated calibration values are not consistent enough to recommend saving them. Please review your set-up and process, and try again. Contact us for help if the problem persists.
de_de: Die generierten Kalibrierungswerte sind nicht konsistent genug, um ihre Speicherung zu empfehlen. Überprüfen Sie die Einrichtung und den Prozess und versuchen Sie es erneut. Setzen Sie sich mit uns in Verbindung, wenn das Problem weiterhin besteht.
es_es: Los valores de calibración generados no son lo suficientemente consistentes como para guardarlos. Revise su configuración y proceso, y vuelva a intentarlo. Póngase en contacto con nosotros si el problema persiste.
fr_fr: Les valeurs de calibrage générées ne sont pas assez fiables ; il n'est pas recommandé de les enregistrer. Veuillez revoir le montage et le process, puis essayez à nouveau. Contactez-nous si le problème persiste.
it_it: I valori di calibrazione generati non sono abbastanza omogenei per consigliare di salvarli. Controlla setup e processo e riprova. Se il problema persiste, contattaci.
ja_jp: 校正値を保存するには安定性が不十分です。セットアップおよびプロセスを見直してもう一度やってみてください。問題が解決しない場合は、サポートをご依頼ください。
ko_kr: 생성된 교정 값이 일정하지 않아 저장하기에 적합하지 않습니다. 셋업 및 측정 절차를 검토하고 다시 시도하십시오. 문제가 지속되면 샌드빅 코로만트에 도움을 요청하십시오.
pl_pl: Wygenerowane wartości kalibracji są zbyt mało spójne, by zalecane było ich zapisanie. Dokonaj przeglądu nastawy i procesu, po czym spróbuj ponownie. Jeśli problem będzie nadal występował, skontaktuj się z nami.
pt_pt: Os valores de calibração gerados não são suficientemente consistentes para que se recomende guardá-los. Reveja o seu set-up e processo e tente novamente. Se o problema persistir, contacte-nos para obter ajuda.
sv_se: De genererade kalibreringsvärdena är inte tillräckligt konstanta för att det ska rekommenderas att de sparas. Granska din konfiguration och process och försök igen. Kontakta oss för hjälp om problemet kvarstår.
zh_hans: 生成的校准值不够一致，不建议保存它们。请检查您的设置和流程，然后重试。如果问题仍然存在，请联系我们寻求帮助。

# DeflectionCalibration_FinishStepFailed_SubTitle.Text
source: Some possible reasons:
de_de: Mögliche Ursachen:
es_es: Algunos de los posibles motivos:
fr_fr: Causes possibles :
it_it: Alcune possibili ragioni:
ja_jp: 可能性のあるいくつかの原因：
ko_kr: 예상되는 원인:
pl_pl: Możliwe przyczyny:
pt_pt: Algumas razões possíveis:
sv_se: Några möjliga orsaker:
zh_hans: 一些可能的原因：

# DeflectionCalibration_FinishStepFailed_Title.Text
source: Uh oh!
de_de: Oje!
es_es: ¡Vaya!
fr_fr: Oh là là !
ja_jp: 注意！
ko_kr: 문제가 발생했습니다
pl_pl: Uwaga!
pt_pt: Ah ah!
sv_se: Oj då!
zh_hans: 啊哦！

# DeflectionCalibration_FinishStep_Approved.Text
source: Calibration value consistency approved
de_de: Konsistenz der Kalibrierwerte bestätigt
es_es: Consistencia del valor de calibración aprobada
fr_fr: Valeur de calibrage validée
it_it: Coerenza del valore di calibrazione approvata
ja_jp: 校正値の整合性が確認されました
ko_kr: 교정 값 일관성이 승인됨
pl_pl: Spójność wartości kalibracji zatwierdzona
pt_pt: Consistência do valor de calibração aprovada
sv_se: Konstanta kalibreringsvärden bekräftade
zh_hans: 校准值一致性获批准

# DeflectionCalibration_FinishStep_CurrentDeflection.Text
source: Current Deflection:
de_de: Aktuelle Abdrängung:
es_es: Desviación actual:
fr_fr: Déflexion actuelle :
it_it: Flessione attuale:
ja_jp: 現在のたわみ：
ko_kr: 현재 굽힘량:
pl_pl: Aktualne odchylenie:
pt_pt: Deflexão actual:
sv_se: Aktuell avböjning:
zh_hans: 电流偏转：

# DeflectionCalibration_FinishStep_ListA.Text
source: Jog the sensorized tool radially out of contact with the component.
de_de: Bewegen Sie die Bohrstange radial aus dem Kontakt mit dem Werkstück heraus.
es_es: Desplace el adaptador de torneado radialmente para que deje de estar en contacto con el componente.
fr_fr: Faire bouger l'adaptateur de tournage radialement pour qu'il ne soit plus en contact avec la pièce.
it_it: Muovi in senso radiale l'adattatore di tornitura per allontanarlo dal componente.
ja_jp: バーを径方向に少しづつゆっくり動かし、ワークから離します。
ko_kr: 선삭 어댑터를 가공 제품과 접촉을 하지 않도록 반경 방향으로 이동시키세요.
pl_pl: Odsuń adapter tokarski ruchem impulsowym promieniowo, aby ustał jego kontakt z przedmiotem.
pt_pt: Mova a ferramenta radialmente, afastando do componente.
sv_se: Flytta verktyget radiellt tills den inte längre vidrör komponenten.
zh_hans: 沿径向轻推车削接杆，使其不与部件接触。

# DeflectionCalibration_FinishStep_ListB.Text
source: Review the calibration by jogging carefully in contact with the component again. Note the current deflection before jogging a few moderate steps radially, i.e. {0}. The increase in the current deflection value, shown on the right, should be close to {0}.
de_de: Überprüfen Sie die Kalibrierung, indem Sie das Werkstück nochmals vorsichtig berühren. Beachten Sie die aktuelle Ablenkung, bevor Sie eine Bewegung in mehreren moderaten Schritten in radialer Richtung durchführen, d. h. {0}. Der Anstieg des aktuellen Abdrängungswerts, rechts dargestellt, sollte nahe {0} sein.
es_es: Revise la calibración desplazándolo cuidadosamente hasta entrar en contacto de nuevo con el componente. Anote la desviación actual antes de desplazarlo radialmente unos pequeños pasos, p. ej., {0}. El incremento en el valor de desviación actual, mostrado a la derecha, debe estar en torno a {0}.
fr_fr: Réexaminer le calibrage en le faisant bouger à nouveau prudemment en contact avec la pièce. Noter la déflexion actuelle avant de le faire légèrement bouger radialement à plusieurs reprises, c'est-à-dire {0}. L'augmentation de la valeur de la déflexion actuelle, indiquée à droite, doit être proche de {0}.
it_it: Controlla la calibrazione portando l'utensile di nuovo a contatto con il componente. Controlla la flessione attuale prima di muovere qualche passo in senso radiale, ovvero {0}. L'aumento del valore della flessione corrente, mostrato a destra, dovrebbe essere vicino a {0}.
ja_jp: ワークに接触するようバーを再度少しづつゆっくり動かして、校正を確認します。径方向に適宜数回動かす前に、現在のたわみをメモしておきます。（例：{0}）右に表示される現在のたわみ値の増加は、{0}に近似していなければなりません。
ko_kr: 가공물과 접촉한 상태에서 조심스럽게 이동하면서 교정을 확인하십시오. 현재의 굽힘량을 확인한 다음 반경 방향으로 조금씩 이동 시키십시요. 예를 들면, ({0}) 만큼. 굽힘값을 지금 보다 증가시켜, 우측의 값이 {0} 정도 이어야 합니다.
pl_pl: Dokonaj przeglądu kalibracji, ostrożnie doprowadzając impulsowo do ponownego kontaktu z przedmiotem. Zanotuj aktualne odchylenie, po czym wykonaj kilka kolejnych ruchów impulsowych promieniowo, np. {0}. Przyrost aktualnej wartości ugięcia, widoczny po prawej stronie, powinien być bliski {0}.
pt_pt: Reveja a calibração, voltando a mover a cabeça cuidadosamente até tocar no componente. Tenha atenção à deflexão atual antes de fazer pequenos movimentos radialmente, ou seja, {0}. O aumento no valor da deflexão atual, é indicado à direita, deve ser próximo de {0}.
sv_se: Granska kalibreringen genom att försiktigt flytta verktyget tills den vidrör komponenten igen. Notera den aktuella avböjningen innan du flyttar verktyget några små steg till i radiell riktning, dvs. {0}. Ökningen av det aktuella avböjningsvärdet som visas till höger bör ligga näre {0}.
zh_hans: 再次仔细轻推，使之与部件接触，检查校准情况。沿径向适度轻推几步之前，请注意电流偏转，即{0}。电流偏转值的增加 (如右图所示) 应接近{0}。

# DeflectionCalibration_FinishStep_ListC.Text
source: Save the calibration using the "Save" button, or click "Cancel" to abort and continue using your previous calibration values.
de_de: Speichern Sie die Kalibrierung mit der Schaltfläche "Speichern", oder klicken Sie auf "Abbrechen", um den Vorgang abzubrechen und um mit den bisherigen Kalibrierungswerten fortzufahren.
es_es: Guarde la calibración usando el botón "Guardar" o haga clic en "Cancelar" para desecharla y seguir usando sus valores de calibración anteriores.
fr_fr: Enregistrer le calibrage en cliquant sur le bouton « Enregistrer », ou cliquer sur « Annuler » pour abandonner et conserver les anciennes valeurs de calibrage.
it_it: Salva la calibrazione utilizzando il pulsante "Salva" o fai clic su "Cancella" per interrompere e continuare a utilizzare i valori di calibrazione precedenti.
ja_jp: 「Save (保存)」ボタンを押して校正値を保存するか、または「Cancel (キャンセル)」をクリックして校正を中止し、以前の校正値を使用して続行する。
ko_kr: 저장' 버튼을 사용하여 교정을 저장하거나, '취소'를 클릭하여 교정을 중단하고 이전 교정 값을 계속 사용하십시오.
pl_pl: Zapisz kalibrację przyciskiem „Zapisz” lub kliknij „Anuluj”, aby anulować i kontynuować z użyciem poprzednich wartości kalibracji.
pt_pt: Guarde a calibração com o botão "Guardar" ou clique em "Cancelar" para abortar e continuar a usar os valores de calibração anteriores.
sv_se: Spara kalibreringen med knappen ”Spara” eller klicka på ”Avbryt” för att avbryta och fortsätta använda dina tidigare kalibreringsvärden.
zh_hans: 使用“保存”按钮保存校准，或点击“取消”中止并继续使用之前的校准值。

# DeflectionCalibration_FinishStep_NewValues.Text
source: Using new calibration values.
de_de: Es werden neue Kalibrierungswerte verwendet.
es_es: Usar nuevos valores de calibración.
fr_fr: Utilisation des nouvelles valeurs de calibrage.
it_it: Utilizzo dei nuovi valori di calibrazione.
ja_jp: 新しい校正値を使用する。
ko_kr: 새 교정 값 사용하기
pl_pl: Zastosowanie nowych wartości kalibracji.
pt_pt: Usando os novos valores de calibração.
sv_se: Använder nya kalibreringsvärden.
zh_hans: 使用新的校准值。

# DeflectionCalibration_FinishStep_NotApproved.Text
source: Calibration value consistency not approved.
de_de: Konsistenz der Kalibrierwerte nicht bestätigt.
es_es: Consistencia del valor de calibración no aprobada.
fr_fr: Valeur de calibrage non validée.
it_it: Coerenza dei valori di calibrazione non approvata.
ja_jp: 校正値の整合性が承認されませんでした。
ko_kr: 교정 값 일관성이 승인되지 않음
pl_pl: Spójność wartości kalibracji niezatwierdzona.
pt_pt: Consistência do valor de calibração não aprovada.
sv_se: Konstanta kalibreringsvärden ej uppnådd.
zh_hans: 校准值一致性未获批准。

# DeflectionCalibration_FinishStep_NotApproved_MultipleNoisy
source: Multiple measurements are too noisy.
de_de: Mehrere Messungen sind zu verrauscht.
es_es: Varias mediciones son demasiado ruidosas.
fr_fr: Les mesures multiples sont trop bruyantes.
it_it: Le misurazioni multiple sono troppo rumorose.
ja_jp: 複数の測定においてノイズが大きすぎます。
ko_kr: 반복 측정값이 일정하지 않습니다.
pl_pl: Wielokrotne pomiary są zbyt zakłócone.
pt_pt: As medições múltiplas são demasiado ruidosas.
sv_se: Flera av värdena har för stor variation.
zh_hans: 多次测量过于嘈杂。

# DeflectionCalibration_FinishStep_NotApproved_StepAboveExpected
source: Calibration step {0} measurements were {1} % higher than expected.
de_de: Kalibrierungsschritt {0} Messungen lagen {1} % über den erwarteten Werten.
es_es: Las mediciones del paso de medición {0} eran un {1} % superiores a lo esperado.
fr_fr: Les mesures de l'étape de calibrage {0} sont {1} % au dessus des valeurs attendues.
it_it: Le misurazioni della fase di calibrazione {0} erano del {1}% superiori al previsto.
ja_jp: 校正ステップ{0}の測定は予測より{1} %上回りました。
ko_kr: 교정 단계 {0}의 측정 결과가 예상보다 {1}% 높습니다.
pl_pl: Pomiary dla etapu kalibracji {0} o {1}% powyżej spodziewanej wartości.
pt_pt: As medições no passo de calibração {0} ficaram {1} % acima do esperado.
sv_se: Mätningarna i kalibreringssteg {0} låg {1} % över förväntat värde.
zh_hans: 校准步骤{0}测量值比预期值高{1} %。

# DeflectionCalibration_FinishStep_NotApproved_StepBelowExpected
source: Calibration step {0} measurements were {1} % lower than expected.
de_de: Kalibrierungsschritt {0} Messungen lagen {1} % unter den erwarteten Werten.
es_es: Las mediciones del paso de medición {0} eran un {1} % inferiores a lo esperado.
fr_fr: Les mesures de l'étape de calibrage {0} sont {1} % en dessous des valeurs attendues.
it_it: Le misurazioni della fase di calibrazione {0} erano del {1}% inferiori al previsto.
ja_jp: 校正ステップ{0}の測定は予測より{1} %下回りました。
ko_kr: 교정 단계 {0}의 측정 결과가 예상보다 {1}% 낮습니다.
pl_pl: Pomiary dla etapu kalibracji {0} o {1}% poniżej spodziewanej wartości.
pt_pt: As medições no passo de calibração {0} ficaram {1} % abaixo do esperado.
sv_se: Mätningarna i kalibreringssteg {0} låg {1} % under förväntat värde.
zh_hans: 校准步骤{0}测量值比预期值低{1} %。

# DeflectionCalibration_FinishStep_NotApproved_StepNoisy
source: Movement or noise detected during calibration step {0}.
de_de: Bewegung oder Rauschen während des Kalibrierungsschritts {0} erkannt.
es_es: Movimiento o ruido detectado durante el paso de calibración {0}.
fr_fr: Mouvement ou bruit détecté pendant l'étape de calibrage {0}.
it_it: Movimento o interferenze rilevate durante la fase di calibrazione {0}.
ja_jp: 校正{0}中に移動またはノイズが検知されました。
ko_kr: 교정 단계 {0} 중에 움직임 또는 측정 노이즈가 감지되었습니다.
pl_pl: Stwierdzono ruch lub zakłócenie podczas etapu kalibracji {0}.
pt_pt: Movimento ou ruído detetado durante o passo de calibração {0}.
sv_se: Rörelse eller bakgrundsbrus upptäcktes under kalibreringssteg {0}.
zh_hans: 在校准步骤{0}中检测到移动或噪音。

# DeflectionCalibration_FinishStep_NotApproved_StepSizes
source: The measurements indicate inconsistent step sizes.
de_de: Die Messungen zeigen inkonsistente Schrittgrößen an.
es_es: Las mediciones indican tamaños de paso inconsistentes.
fr_fr: Les mesures indiquent une taille de saut incorrecte.
it_it: Le misurazioni indicano un passo disomogeneo.
ja_jp: 測定によると、ステップサイズが不均一です。
ko_kr: 측정 결과 스텝 크기가 일정하지 않습니다.
pl_pl: Pomiary wskazują na niespójne wymiary kroków.
pt_pt: As medições indicam passos com valores inconsistentes.
sv_se: Mätningarna indikerar inkonsekventa steglängder.
zh_hans: 测量结果表明步长不一致。

# DeflectionCalibration_FinishStep_NotApproved_TouchStepNoisy
source: Movement or noise detected when setting an updated reference point in contact with the component.
de_de: Bewegung oder Rauschen beim Setzen eines aktualisierten Referenzpunkts in Kontakt mit dem Werkstück erkannt.
es_es: Movimiento o ruido detectado al reglar un punto de referencia actualizado en contacto con el componente.
fr_fr: Mouvement ou bruit détecté lors du réglage du nouveau point de référence en contact avec la pièce.
it_it: Movimento o interferenza rilevata durante l'impostazione di un punto di riferimento aggiornato a contatto con il componente.
ja_jp: ワークとの接触基準点の設定更新時に、移動またはノイズが検知されました。
ko_kr: 가공물과 접촉한 상태에서 업데이트된 기준점을 설정할 때 움직임 또는 잡음이 감지되었습니다.
pl_pl: Stwierdzono ruch lub zakłócenie podczas nastawy punktu odniesienia w kontakcie z przedmiotem.
pt_pt: Movimento ou ruído detetado ao definir um ponto de contacto com o componente.
sv_se: Rörelse eller bakgrundsbrus upptäcktes vid kontakt med komponenten under inställningen av en uppdaterad referenspunkt.
zh_hans: 将更新的参考点设置为与部件接触时检测到移动或噪音。

# DeflectionCalibration_FinishStep_Redo.Text
source: Redo the calibration steps
de_de: Wiederholen Sie die Kalibrierungsschritte
es_es: Repetir los pasos de calibración
fr_fr: Recommencer les étapes de calibrage
it_it: Ripeti la procedura di calibrazione
ja_jp: 校正ステップを再度行う
ko_kr: 교정 단계 재실행
pl_pl: Powtórz etapy kalibracji
pt_pt: Efetuar novamente os passos de calibração
sv_se: Utför kalibreringsstegen på nytt
zh_hans: 重新执行校准步骤

# DeflectionCalibration_FinishStep_SubText.Text
source: Please review the calibration and choose whether or not to save it in the tool.
de_de: Überprüfen Sie die Kalibrierung und wählen Sie, ob Sie sie im Werkzeug speichern möchten oder nicht.
es_es: Revise la calibración y decida si guardarla en la herramienta o no.
fr_fr: Veuillez réexaminer le calibrage et décider si vous souhaitez l'enregistrer dans l'outil ou non.
it_it: Controlla la calibrazione e decidi se salvarla o meno nell'utensile.
ja_jp: 校正を見直して、工具に保存するかしないかを選択してください。
ko_kr: 교정 값을 검토하고 공구에 저장할지를 선택하십시오.
pl_pl: Dokonaj przeglądu kalibracji i zdecyduj, czy ma ona zostać zapisana w narzędziu.
pt_pt: Reveja a calibração e decida se pretende guardá-la ou não na ferramenta.
sv_se: Granska kalibreringen och välj om du vill spara den i verktyget eller inte.
zh_hans: 请检查校准，然后选择是否将其保存在刀具中。

# DeflectionCalibration_FinishStep_Title.Text
source: Almost done.
de_de: Vorgang nahezu abgeschlossen.
es_es: Ya casi está.
fr_fr: Presque terminé.
it_it: Quasi finito.
ja_jp: もう少しで終了。
ko_kr: 거의 완료되었습니다
pl_pl: Czynność bliska zakończenia.
pt_pt: Quase concluído.
sv_se: Nästan färdigt.
zh_hans: 几乎完成。

# DeflectionCalibration_InitialNoLoadStep_Text.Text
source: This step is required prior to the pre-loading step.
de_de: Dieser Schritt ist vor dem Vorspannungsschritt erforderlich.
es_es: Este paso es necesario antes del paso "pre-cargar".
fr_fr: Cette étape est nécessaire avant l'étape de préchargement.
it_it: Questo step è necessario prima del passo di precaricamento.
ja_jp: このステップはプリロードステップの前に行う必要があります。
ko_kr: 이 단계는 프리로딩 단계 이전에 실행되어야 합니다.
pl_pl: Ten etap musi poprzedzać etap ładowania wstępnego.
pt_pt: Este passo é necessário antes do passo de pré-carga.
sv_se: Det här steget är obligatoriskt före förbelastningssteget.
zh_hans: 执行预装步骤之前需要执行此步骤。

# DeflectionCalibration_InitialTouchWorkpieceStep_Text.Text
source: This step sets a reference point in slight contact with the component.
de_de: Dieser Schritt setzt einen Referenzpunkt bei leichtem Kontakt mit dem Werkstück.
es_es: Este paso fija un punto de referencia en ligero contacto con el componente.
fr_fr: Cette étape définit un point de référence en contact léger avec la pièce.
it_it: Questo step stabiliste un punto di riferimento in leggero contatto con il componente.
ja_jp: このステップでは、ワークと軽く触れることで基準となる点を設定します。
ko_kr: 이 단계에서는 가공물과 가볍게 접촉해서 기준점을 설정합니다.
pl_pl: Ten etap wyznacza punkt odniesienia przy nieznacznym kontakcie z przedmiotem.
pt_pt: Este passo define um ponto de referência em contacto ligeiro com o componente.
sv_se: Det här steget ställer in en referenspunkt genom att komponenten vidrörs lätt.
zh_hans: 此步骤设置一个与部件轻微接触的参考点。
