Repository: YaolinGe/AI
Catalog: projects/DataAnalysisApp/deployment/MVP/Localization/Resource.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, sv_se, zh_hans

# Placeholder_PresetName
source: Preset name...
de_de: Name d. Voreinstellung
es_es: Nombre preestablecido...
fr_fr: Nom prédéfini...
it_it: Nome preimpostato...
ja_jp: プリセット名...
ko_kr: 사전 설정 이름...
pl_pl: Nazwa ustawienia wstępnego...
pt_pt: Nome da configuração...
sv_se: Förinställt namn...
zh_hans: 预设名称...

source: Point of Interest
de_de: Markanter Punkt
es_es: Punto de interés
fr_fr: Point d’intérêt
it_it: Punto di interesse
ja_jp: 特異点
ko_kr: 관심 지점
pl_pl: Punkt zainteresowania
pt_pt: Ponto de Interesse
zh_hans: 兴趣点

source: Points of Interest
de_de: Markante Punkte
es_es: Puntos de interés
fr_fr: Points d’intérêt
it_it: Punti di interesse
ja_jp: 特異点
ko_kr: 관심 지점들
pl_pl: Punkty zainteresowania
pt_pt: Pontos de Interesse
sv_se: Point of Interest
zh_hans: 兴趣点

# Push_the_refresh_button_to_try_again
source: Please ensure the tool you would like to connect to is powered on and in range, and click the refresh button to scan again.
de_de: Bitte stellen Sie sicher, dass das Werkzeug, mit dem Sie eine Verbindung herstellen möchten, eingeschaltet und in Reichweite ist, und klicken Sie auf die Schaltfläche Aktualisieren, um erneut zu scannen.
es_es: Asegúrese de que la herramienta a la que desea conectarse esté encendida y dentro del alcance, y haga clic en el botón Actualizar para escanear nuevamente.
fr_fr: Assurez-vous que l’outil auquel vous souhaitez vous connecter est allumé et à portée, puis cliquez sur le bouton d’actualisation pour numériser à nouveau.
it_it: Assicurati che l'utensile a cui desideri connetterti sia acceso e nel raggio d'azione e fai clic sul pulsante di aggiornamento per eseguire nuovamente la scansione.
ja_jp: 接続するツールの電源がオンになっていて範囲内にあることを確認し、更新ボタンをクリックして再度スキャンしてください。
ko_kr: 연결하려는 공구의 전원이 켜져 있고 범위 내에 있는지 확인하고 새로 고침 버튼을 클릭하여 다시 스캔하십시오.
pl_pl: Upewnij się, że narzędzie, z którym chcesz się połączyć, jest włączone i znajduje się w zasięgu, a następnie kliknij przycisk odświeżania, aby ponownie skanować.
pt_pt: Certifique-se de que a ferramenta a que se pretende conectar está ligada e ao alcance e clique no botão atualizar para detetar novamente.
sv_se: Se till att verktyget du vill ansluta till är påslaget och inom räckhåll och klicka på uppdateringsknappen för att skanna igen.
zh_hans: 请确保您要连接的工具已通电且在范围内，然后单击刷新按钮再次扫描。

# ReadingToolInformation
source: Reading tool adapter information
de_de: Informationen zum Lesewerkzeugadapter
es_es: Lectura de la información del adaptador de herramienta
fr_fr: Lecture des informations de l’adaptateur d’outil
it_it: Informazioni sull'adattatore dello strumento di lettura
ja_jp: ツールアダプタ情報の読み取り
ko_kr: 도구 어댑터 정보 읽기
pl_pl: Odczytywanie informacji o adapterze narzędzia
pt_pt: Informação do adaptador de ferramentas de leitura
sv_se: Information om läsverktygsadapter
zh_hans: 读取工具适配器信息

# ReadingToolInformationFailed
source: Reading tool adapter information failed
de_de: Fehler beim Lesen der Werkzeugadapterinformationen
es_es: Error al leer la información del adaptador de herramienta
fr_fr: Echec de la lecture des informations de l’adaptateur d’outil
it_it: Informazioni sull'adattatore strumento di lettura non riuscite
ja_jp: ツールアダプタ情報の読み取りに失敗しました
ko_kr: 도구 어댑터 정보 읽기 실패
pl_pl: Odczyt informacji o adapterze narzędzia nie powiódł się
pt_pt: A informação do adaptador de ferramentas de leitura falhou
sv_se: Information om läsverktygsadaptern misslyckades
zh_hans: 读取工具适配器信息失败

source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
it_it: Pronto
ja_jp: 待機中です
ko_kr: 준비됨
pl_pl: Gotowy
pt_pt: Pronto
sv_se: Klart
zh_hans: 就绪

source: Reconnecting
de_de: Wiederaufbau
es_es: Reconectando
fr_fr: Reconnexion en cours
it_it: Riconnessione in corso...
ja_jp: 再接続中です
ko_kr: 다시 연결 중
pl_pl: Ponowne łączenie
pt_pt: A ligar novamente
sv_se: Återansluter
zh_hans: 正在重新连接

# Recording_Autostart
source: Auto-start recording when cut detected
de_de: Automatischer Start der Aufnahme, wenn ein Schnitt erkannt wird
es_es: Iniciar automáticamente la grabación cuando se detecta un corte
fr_fr: Démarrage automatique de l’enregistrement lors de la détection de l'usinage
it_it: Avvio automatico della registrazione quando viene rilevato un taglio
ja_jp: 加工が検出されると自動的に記録を開始します
ko_kr: 가공이 감지되면 기록 자동 시작
pl_pl: Automatyczne rozpoczynanie nagrywania po wykryciu skrawania
pt_pt: Início automático da gravação quando o corte é detetado
sv_se: Automatisk inspelning när skäret är i ingrepp
zh_hans: 检测到切割时自动开始记录

# Recording_DiscardRecordingText
source: Are you sure you want to discard the recording? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie die Aufnahme verwerfen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Está seguro de que desea descartar la grabación? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer l’enregistrement ? Cette action ne peut pas être annulée.
it_it: Sei sicuro di voler cancellare la registrazione? Questa azione non può essere annullata.
ja_jp: 記録を破棄してもよろしいですか?この操作は元に戻せません。
ko_kr: 기록을 삭제하시겠습니까? 이 작업은 복구할 수 없습니다.
pl_pl: Czy na pewno chcesz odrzucić nagranie? Tej czynności nie można cofnąć.
pt_pt: Tem certeza de que deseja descartar a gravação? Esta ação não pode ser desfeita.
sv_se: Är du säker på att du vill kassera inspelningen? Den här åtgärden kan inte ångras.
zh_hans: 您确定要丢弃录音吗？此操作无法撤消。

# Recording_DiscardRecordingTitle
source: Discard recording
de_de: Aufnahme verwerfen
es_es: Descartar grabación
fr_fr: Ignorer l’enregistrement
it_it: Elimina la registrazione
ja_jp: 記録を破棄する
ko_kr: 기록 폐기
pl_pl: Odrzuć nagranie
pt_pt: Rejeitar a gravação
sv_se: Ignorera inspelning
zh_hans: 丢弃录制文件

source: Recording duration
de_de: Dauer der Aufnahme
es_es: Duración de la grabación
fr_fr: Durée d’enregistrement
it_it: Durata della registrazione
ja_jp: 記録時間
ko_kr: 기록 시간
pl_pl: Czas trwania nagrywania
pt_pt: Duração da gravação
sv_se: Inspelningens längd
zh_hans: 录制持续时间

# Recording_StartRecording
source: Start recording
de_de: Aufnahme starten
es_es: Comienza a grabar
fr_fr: Démarrer l’enregistrement
it_it: Inizia la registrazione
ja_jp: 記録を開始
ko_kr: 기록 시작
pl_pl: Rozpocznij nagrywanie
pt_pt: Comece a gravar
sv_se: Starta inspelning
zh_hans: 开始录制

# Recording_StopRecording
source: Stop recording
de_de: Aufnahme stoppen
es_es: Detener grabación
fr_fr: Arrêter l’enregistrement
it_it: Interrompi registrazione
ja_jp: 記録を停止する
ko_kr: 기록 중지
pl_pl: Zatrzymaj nagrywanie
pt_pt: Parar gravação
sv_se: Stoppa inspelningen
zh_hans: 停止录制

# Recording_StopRecordingConfirmation_Message
source: Are you sure you want to stop recording?
de_de: Sind Sie sicher, dass Sie die Aufnahme beenden möchten?
es_es: ¿Está seguro de que desea detener la grabación?
fr_fr: Êtes-vous sûr de vouloir arrêter l’enregistrement ?
it_it: Sei sicuro di voler interrompere la registrazione?
ja_jp: 記録を停止してもよろしいですか?
ko_kr: 기록을 중지하시겠습니까?
pl_pl: Czy na pewno chcesz zatrzymać nagrywanie?
pt_pt: Tem certeza de que deseja parar de gravar?
sv_se: Är du säker på att du vill sluta spela in?
zh_hans: 您确定要停止录制吗？

# Recording_StopRecordingConfirmation_Title
source: Stop recording
de_de: Aufnahme stoppen
es_es: Detener grabación
fr_fr: Arrêter l’enregistrement
it_it: Interrompi registrazione
ja_jp: 記録を停止する
ko_kr: 기록 중지
pl_pl: Zatrzymaj nagrywanie
pt_pt: Parar gravação
sv_se: Stoppa inspelningen
zh_hans: 停止录制

# Recording_Text
source: Recording to file {0}
de_de: Aufnahme in Datei-{0}
es_es: Grabación en {0} de archivo
fr_fr: Enregistrement dans un fichier {0}
it_it: Registrazione su file {0}
ja_jp: ファイル{0}への記録
ko_kr: {0} 파일에 저장
pl_pl: Nagrywanie do pliku {0}
pt_pt: Gravação para arquivo {0}
sv_se: Inspelning till fil {0}
zh_hans: 录制到文件{0}

# Recording_Title
source: Recording
de_de: Aufzeichnung
es_es: Grabación
fr_fr: Enregistrement
it_it: Registrazione
ja_jp: 記録
ko_kr: 기록
pl_pl: Nagranie
pt_pt: Gravação
sv_se: Inspelning
zh_hans: 录音

source: Reference time
de_de: Referenzzeit
es_es: Tiempo de referencia
fr_fr: Temps de référence
it_it: Tempo di riferimento
ja_jp: 参考時間
ko_kr: 참고 시간
pl_pl: Czas odniesienia
pt_pt: Hora de referência
sv_se: Referenstid
zh_hans: 参考时间

# Report_InCut
source: In cut
de_de: Im Schnitt
es_es: En corte
fr_fr: En coupe
it_it: Utensile impegnato nel taglio
ja_jp: 加工中
ko_kr: 가공 중
pl_pl: Przejście w toku
pt_pt: Em corte
sv_se: I ingrepp
zh_hans: 正在切削

# Report_OutOfCut
source: Out of cut
de_de: Nicht im Schnitt
es_es: Fuera del corte
fr_fr: Hors coupe
it_it: Utensile non impegnato nel taglio
ja_jp: 加工外
ko_kr: 가공하지 않음
pl_pl: Brak aktywnego przejścia
pt_pt: Não em corte
sv_se: Ej i ingrepp
zh_hans: 未在切削

source: Sample period
de_de: Zeitraum der Stichprobe
es_es: Período de muestreo
fr_fr: Période d’échantillonnage
it_it: Periodo campione
ja_jp: サンプル期間
ko_kr: 샘플 기간
pl_pl: Okres pobierania próbek
pt_pt: Período de amostragem
sv_se: Insamlingsperiod
zh_hans: 采样周期

# SaveRecording_Title
source: Save recording
de_de: Aufnahme speichern
es_es: Guardar grabación
fr_fr: Enregistrer l’enregistrement
it_it: Salva registrazione
ja_jp: 記録を保存
ko_kr: 기록 저장
pl_pl: Zapisz nagranie
pt_pt: Guardar gravação
sv_se: Spara inspelning
zh_hans: 保存录音

# Save_File_Failed
source: Failed to save file
de_de: Datei konnte nicht gespeichert werden
es_es: Error al guardar el archivo
fr_fr: Echec de l’enregistrement du fichier
it_it: Impossibile salvare il file
ja_jp: ファイルの保存に失敗しました
ko_kr: 파일을 저장하지 못했습니다.
pl_pl: Nie udało się zapisać pliku
pt_pt: Falha ao salvar o arquivo
sv_se: Det gick inte att spara filen
zh_hans: 无法保存文件

# Save_to_keep_changes
source: Press Save to store changes
de_de: Klicken Sie auf Speichern, um Änderungen zu speichern
es_es: Presione Guardar para almacenar los cambios
fr_fr: Appuyez sur Enregistrer pour stocker les modifications
it_it: Premere Salva per memorizzare le modifiche
ja_jp: [保存]を押して変更を保存します
ko_kr: 저장을 눌러 변경 내용 저장
pl_pl: Naciśnij Zapisz, aby zapisać zmiany
pt_pt: Pressione Guardar para armazenar alterações
sv_se: Tryck på Spara för att lagra ändringar
zh_hans: 按保存以存储更改

source: Scaling
de_de: Skalierung
es_es: Escalada
fr_fr: Mise à l'échelle
it_it: Ridimensionamento
ja_jp: スケーリング
ko_kr: 스케일링
pl_pl: Skalowanie
pt_pt: Dimensionamento
sv_se: Skallering
zh_hans: 缩放

# Searching_for_tools
source: Scanning for connectable tools
de_de: Scannen nach kompatiblen Werkzeugen
es_es: Búsqueda de herramientas conectables
fr_fr: Recherche d’outils connectables
it_it: Scansione di utensili collegabili
ja_jp: 接続可能なツールのスキャン
ko_kr: 연결 가능한 공구 검색
pl_pl: Skanowanie w poszukiwaniu podłączanych narzędzi
pt_pt: Procura de ferramentas conectáveis
sv_se: Skanna efter anslutningsbara verktyg
zh_hans: 扫描可连接的工具

# Sensor_Missing_Notification_Text
source: Unable to communicate with one or more of the sensors in the tool. Some functionality will be unavailable. Please ensure any cables between electronics module and sensorized tool is properly connected, and retry, by removing and reinserting the battery after the cables are properly fastened and then connect from the software again. If the problem persists, please contact your local Sandvik Coromant sales representative for support.
de_de: Datenübertragung mit einem oder mehreren Sensoren nicht möglich. Einige Funktion sind nicht verfügbar. Bitte stellen Sie sicher, dass das/die Kabel zwischen dem Elektronikmodul und Bohrstange richtig verbunden ist/sind. Anschließend durch Herausnehmen und Wiedereinsetzen des Akkus einen Neustart herbeiführen. Falls das Problem weiterhin bestehen bleibt, wenden Sie sich bitte an für Support an Ihren Sandvik Coromant Ansprechpartner.
es_es: La comunicación con uno o más sensores del adaptador de torneado no es posible. Algunas funciones no estarán disponibles. Asegúrese de que el o los cables del módulo electrónico y el adaptador de torneado están correctamente conectados y reinícielo retirando y reintroduciendo la batería. Si el problema persiste, póngase en contacto con el equipo de atención al cliente o su representante de Sandvik Coromant más cercano.
fr_fr: Communication impossible avec un ou plusieurs capteurs de l'adaptateur de tournage. Certaines fonctionnalités seront indisponibles. Vérifier si les câbles de raccordement du module électronique et de l'adaptateur de tournage sont correctement branchés ; ensuite, relancer le système en débranchant puis en rebranchant la batterie. Si le problème persiste, contactez votre représentant Sandvik Coromant habituel ou l'assistance.
it_it: Impossibile comunicare con uno o più sensori dell'adattatore di tornitura. Alcune funzionalità non saranno disponibili. Assicurarsi che i cavi tra l'unità elettronica e l'adattatore di tornitura siano collegati correttamente e riavviare, rimuovendo e reinserendo la batteria. Se il problema persiste, contatta il servizio di supporto o il Tecnico di Vendita Sandvik Coromant di riferimento.
ja_jp: バー内の1つもしくは複数のセンサと通信できません。使用できない機能があります。通信ユニットとバー間のケーブルが正しく接続されていることを確認し、バッテリーを入れ直してから、ソフトから再度接続を試してみてください。問題が解決しない場合は、最寄りのサンドビック・コロマントにご連絡ください。
ko_kr: 선삭 어댑터에서 하나 이상의 센서와 통신할 수 없습니다. 일부 기능을 사용할 수 없습니다. 전자 모듈과 선삭 어댑터 사이의 케이블이 올바르게 연결되었는지 확인하고, 배터리를 제거했다가 다시 끼워 다시 시작하십시오. 문제가 계속되면 샌드빅 코로만트 담당자나 지원 센터로 문의하십시오.
pl_pl: Brak łączności z jednym lub większą liczbą czujników w adapterze tokarskim. Niektóre funkcje będą niedostępne. Upewnij się, że kabel (kable) między modułem elektronicznym i adapterem tokarskim jest (są)prawidłowo podłączone i uruchom ponownie poprzez wyjęcie i ponowne włożenie baterii. Jeśli problem będzie występował nadal, skontaktuj się z lokalnym przedstawicielem Sandvik Coromant lub z działem wsparcia technicznego.
pt_pt: Não foi possível comunicar com um ou mais sensores no adaptador de torneamento. Alguma funcionalidade não estará disponível. Certifique-se de que o(s) cabo(s) entre os módulos eletrônicos e o adaptador de torneamento está corretamente conectado e reinicie ao remover e reinserir a bateria. Se o problema persistir, entre em contato com o suporte técnico ou seu representante de vendas Sandvik Coromant local.
sv_se: Det går inte att kommunicera med en eller flera sensorer i verktyget. Vissa funktioner är inte tillgängliga. Säkerställ att alla kablar mellan elektronikmodulen och verktyget är korrekt anslutna, och starta om genom att ta ut och sätta i batteriet igen. Kontakta din lokala Sandvik Coromant representant om problemet kvarstår.
zh_hans: 无法与车削接杆的其中一个或多个传感器通信。某些功能将不可用。请确保电子模块与车削接杆之间的电缆已正确连接，然后拆下再重新插入电池进行重启。如果问题仍然存在，请与您当地的山特维克可乐满销售代表或支持部门联系。

# Sensor_Missing_Notification_Title
source: Sensor Missing
de_de: Sensor wird nicht erkannt
es_es: Sensor ausente
fr_fr: Capteur manquant
it_it: Sensore mancante
ja_jp: センサーなし
ko_kr: 센서 없음
pl_pl: Brak czujnika
pt_pt: Falta sensor
sv_se: Sensor saknas
zh_hans: 传感器缺失

# Sensor_Missing_No_Sensors_Notification_Text
source: No sensors are connected to the electronics module. Please make sure the cable between the electronics module and the turning adapter is connected correctly and retry. If the problem persists, don't hesitate to contact your local Sandvik Coromant sales representative for support.
de_de: Es sind keine Sensoren an das Elektronikmodul angeschlossen. Vergewissern Sie sich, dass das Kabel zwischen dem Elektronikmodul und Bohrstange richtig angeschlossen ist und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, zögern Sie nicht, Ihren lokalen Sandvik Coromant Ansprechpartner um Unterstützung zu bitten.
es_es: No hay sensores conectados al módulo electrónico. Asegúrese de que el cable entre el módulo electrónico y el adaptador de torneado esté correctamente conectado y vuelva a intentarlo. Si el problema persiste, póngase en contacto con su representante de ventas local de Sandvik Coromant para obtener asistencia técnica.
fr_fr: Aucun capteur connecté au module électronique. Vérifiez si le câble entre le module électronique et l'adaptateur de tournage est correctement branché puis réessayez. Si le problème persiste, contactez votre représentant Sandvik Coromant habituel.
it_it: Al modulo elettronico non è collegato alcun sensore. Verifica che il cavo tra il modulo elettronico e l'adattatore di tornitura sia collegato correttamente e riprova; se il problema persiste, chiedi assistenza al Tecnico di Vendita Sandvik Coromant di riferimento.
ja_jp: センサーが通信ユニットに接続されていません。通信ユニットとバー間のケーブルがきちんと接続されていることを確認し、再度試してください。問題が解決しない場合は、最寄りのサンドビック・コロマントにご連絡ください。
ko_kr: 전자 모듈에 연결된 센서가 없습니다. 전자 모듈과 선삭 어댑터 사이의 케이블이 올바르게 연결되었는지 확인하고 다시 시도하십시오. 문제가 계속되면 샌드빅 코로만트 담당자에게 문의하십시오.
pl_pl: Brak czujników podłączonych do modułu elektroniki. Upewnij się, że kabel między modułem elektroniki a adapterem tokarskim jest prawidłowo podłączony i spróbuj ponownie. Jeśli problem będzie występował nadal, skontaktuj się z lokalnym przedstawicielem handlowym Sandvik Coromant w celu uzyskania pomocy.
pt_pt: Não há sensores conectados ao módulo eletrónico. Certifique-se de que o cabo entre o módulo eletrónico e a ferramenta esteja conectado corretamente e tente novamente. Se o problema persistir, entre em contacto com seu representante de vendas Sandvik Coromant para suporte.
sv_se: Inga sensorer anslutna till elektronikmodulen. Kontrollera att kabeln mellan elektronikmodulen och verktyget är ordentligt ansluten och prova sedan igen. Om problemet kvarstår, kontakta din lokala Sandvik Coromant representant för att få hjälp.
zh_hans: 没有传感器连接至电子模块。请确保电子模块与车削接杆之间的电缆已正确连接，然后重试。如果问题持续存在，请与您当地的山特维克可乐满销售代表联系以获得支持。

# Sensor_Missing_StatusNotification_Text
source: Unable to communicate with one or more sensors.
de_de: Kommunikation mit einem oder mehreren Sensoren nicht möglich.
es_es: No se puede comunicar con uno o más sensores.
fr_fr: Impossible de communiquer avec un ou plusieurs capteurs.
it_it: Impossibile comunicare con uno o più sensori.
ja_jp: 1 つもしくは複数のセンサーと通信できません。
ko_kr: 하나 이상의 센서와 통신할 수 없습니다.
pl_pl: Nie można nawiązać połączenia z co najmniej jednym czujnikiem.
pt_pt: Incapaz de comunicar com um ou mais sensores.
sv_se: Det går inte att kommunicera med en eller flera sensorer.
zh_hans: 无法与一个或多个传感器通信。

source: Serial number
de_de: Seriennummer
es_es: Número de serie
fr_fr: Numéro de série
it_it: Numero di serie
ja_jp: シリアルナンバー
ko_kr: 일련 번호
pl_pl: Numer seryjny
pt_pt: Número de série
sv_se: Serienummer
zh_hans: 序列号

# Settings_LengthUnits_Title.Text
source: Length
de_de: Länge
es_es: Longitud
fr_fr: Longueur
it_it: Lunghezza
ja_jp: 長さ
ko_kr: 길이
pl_pl: Długość
pt_pt: Comprimento
sv_se: Längd
zh_hans: 长度

# Settings_License_End_Date.Text
source: License period ending
de_de: Ablaufdatum der Lizenz
es_es: Fin del periodo de licencia
fr_fr: Expiration de la licence
it_it: Termine del periodo di licenza
ja_jp: ライセンス終了期限
ko_kr: 라이선스 기간 만료
pl_pl: Zakończenie okresu licencyjnego
pt_pt: Período da licença a terminar
sv_se: Utgående licensperiod
zh_hans: 许可证有效期结束

# Settings_License_Offline_Days.Text
source: Days left offline
de_de: Offlinenutzung - Verbleibende Tage
es_es: Días restantes offline
fr_fr: Nombre de jours d'utilisation hors ligne restants
it_it: Giorni offline ancora a disposizione
ja_jp: オフライン利用可能日数
ko_kr: 남은 오프라인 일수
pl_pl: Liczba dni korzystania bez dostępu do internetu
pt_pt: Dias restantes offline
sv_se: Dagar kvar offline
zh_hans: 剩余离线使用天数

# Settings_License_Status_Active
source: Active
de_de: Aktiv
es_es: Activa
fr_fr: Actif
it_it: Attivo
ja_jp: 有効
ko_kr: 활성
pl_pl: Aktywna
pt_pt: Ativar
sv_se: Aktiv
zh_hans: 有效

# Settings_License_Status_Expired
source: Expired
de_de: Abgelaufen
es_es: Caducada
fr_fr: Expiré
it_it: Scaduto
ja_jp: 失効
ko_kr: 만료됨
pl_pl: Wygasła
pt_pt: Expirada
sv_se: Licensen har löpt ut
zh_hans: 到期

# Settings_Notification_ToolRestartRequired_Text
source: The electronics module must be restarted for the new name to take effect.
de_de: Um die neue Bezeichnung zu übernehmen, muss das Elektronikmodul neu gestartet werden.
es_es: El módulo electrónico debe reiniciarse para que surta efecto el nuevo nombre.
fr_fr: Le module électronique doit être redémarré pour que le nouveau nom prenne effet.
it_it: Per rendere effettivo il nuovo nome, è necessario riavviare il modulo elettronico.
ja_jp: 新しい名前を有効にするには、通信ユニットを再起動する必要があります。
ko_kr: 새 이름을 적용하려면 전자 모듈을 다시 시작해야 합니다.
pl_pl: Aby nowa nazwa zaczęła obowiązywać, należy ponownie uruchomić moduł elektroniki.
pt_pt: O módulo eletrónico deve ser reiniciado para o novo nome ser aplicado.
sv_se: Det nya namnet aktiveras när elektronikmodulen har startats om.
zh_hans: 为了使新名称生效，必须重新启动电子模块。

# Settings_ToolInfo_FirmwareVersion.Text
source: Firmware version
es_es: Versión del firmware
fr_fr: Version du firmware
it_it: Versione firmware
ja_jp: ファームウェアのバーション
ko_kr: 펌웨어 버전
pl_pl: Wersja oprogramowania sprzętowego
pt_pt: Versão do firmware
zh_hans: 固件版本

# Settings_ToolInfo_MaxCoolantPressure.Text
source: Max coolant pressure
de_de: Max. Kühlschmierstoffdruck
es_es: Presión de refrigerante máx.
fr_fr: Pression d'arrosage maxi.
it_it: Pressione massima del refrigerante
ja_jp: 最大クーラント圧
ko_kr: 최대 절삭유 압력
pl_pl: Maks. ciśnienie chłodziwa
pt_pt: Pressão de refrigeração máx.
sv_se: Max. skärvätsketryck
zh_hans: 最大冷却液压力

# Settings_ToolInfo_SerialNumber.Text
source: Serial number
de_de: Seriennummer
es_es: Número de serie
fr_fr: Numéro de série
it_it: Numero di serie
ja_jp: シリアルナンバー
ko_kr: 일련 번호
pl_pl: Numer seryjny
pt_pt: Número de série
sv_se: Serienummer
zh_hans: 序列号

# Settings_UnitsAndMachineEditWarning
source: These settings affect the interpretation of the values received from the CNC machine. When using limits, values received from the machine will always be interpreted using the selected application settings.
de_de: Diese Einstellungen wirken sich auf die Interpretation der von der CNC-Maschine empfangenen Werte aus. Bei der Verwendung von Grenzwerten werden die vom Gerät empfangenen Werte immer anhand der ausgewählten Anwendungseinstellungen interpretiert.
es_es: Estos ajustes afectan a la interpretación de los valores recibidos de la máquina CNC. Cuando se utilizan límites, los valores recibidos de la máquina siempre se interpretarán utilizando la configuración de la aplicación seleccionada.
fr_fr: Ces paramètres affectent l’interprétation des valeurs reçues de la machine CNC. Lors de l’utilisation des limites, les valeurs reçues de la machine seront toujours interprétées à l’aide des paramètres d’application sélectionnés.
it_it: Queste impostazioni influenzano l'interpretazione dei valori ricevuti dalla macchina CNC. Quando si utilizzano i limiti, i valori ricevuti dalla macchina verranno sempre interpretati utilizzando le impostazioni dell'applicazione selezionate.
ja_jp: これらの設定は、CNCマシンから受信した値の解釈に影響します。制限を使用する場合、マシンから受信した値は常に、選択したアプリケーション設定を使用して解釈されます。
ko_kr: 이러한 설정은 CNC 기계에서받은 값의 해석에 영향을줍니다. 한계를 사용할 때 기기에서 수신된 값은 항상 선택한 애플리케이션 설정을 사용하여 해석됩니다.
pl_pl: Ustawienia te wpływają na interpretację wartości otrzymywanych z maszyny CNC. W przypadku korzystania z limitów wartości otrzymane z urządzenia będą zawsze interpretowane przy użyciu wybranych ustawień aplikacji.
pt_pt: Estas definições afetam a interpretação dos valores recebidos da máquina CNC. Ao utilizar limites, os valores recebidos da máquina serão sempre interpretados utilizando as definições de aplicação selecionadas.
sv_se: Dessa inställningar påverkar tolkningen av de värden som tas emot från CNC-maskinen. När du använder gränser tolkas värden som tas emot från maskinen alltid med de valda applikationsinställningarna.
zh_hans: 这些设置会影响从 CNC 机床接收的值的解释。使用限制时，从计算机接收的值将始终使用选定的应用程序设置进行解释。

# Settings_WidgetAbout.Title
source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos de...
it_it: Approfondimenti
ja_jp: 本ソフトについて
ko_kr: 관련 정보
pl_pl: Informacje
pt_pt: Sobre
sv_se: Om
zh_hans: 关于
